Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/addressbook/addressbookview.po
Languages: de

source: The content area of the address book screen is divided into three areas: :ref:`addressbook-groups`, :ref:`addressbook-contacts-list` and the :ref:`addressbook-contact-details`.
de: Der Content-Bereich des Adressbuch-Bildschirms ist in drei Bereiche geteilt: :ref:„Adressbuchgruppen <addressbook-groups>", : ref:„Adressbuch-Kontaktliste <addressbook-contacts-list>" und :ref:„Adressbuch-Kontaktdetails <addressbook-contact-details>".

source: Directories and Groups
de: Verzeichnisse und Gruppen

source: Click a directory or a group in the list to show the contained contacts in the list on the right. The currently selected directory or group is highlighted in the list.
de: Klicken Sie auf ein Verzeichnis oder eine Gruppe aus der Liste, um die in der Liste enthaltenen Kontakte rechts anzuzeigen.

source: Create a Contact Group
de: Eine Kontaktgruppe erstellen

source: The creation action can be aborted by pressing the <Esc> key while entering the group name.
de: Die Erstellung kann durch drücken der <Esc>-Taste während der Eingabe des Gruppennamens abgebrochen werden.

source: Assigning Contacts to Groups
de: Kontakte Gruppen zuweisen

source: Remove Contacts from a Group
de: Entfernen von Kontakte aus einer Gruppe

source: List mode:
de: Listenmodus:

source: Select the group in the list on the left
de: Wählen Sie die Gruppe aus der linken Liste.

source: Select one or mutliple contacts to be removed from that group
de: Wählen Sie einen oder mehrere Kontakte, die aus der Gruppe entfernt werden sollen.

source: Click the *Remove selected contacts from group* button in the contact list footer
de: Klicken Sie auf die *Ausgewählte Kontakte aus Gruppe entfernen*-Schaltfläche in der Kontaktlisten-Fußzeile.

source: Single mode:
de: Einzelmodus:

source: Select a contact in the contacts list
de: Wählen Sie einen Kontakt aus der Kontakte.

source: Switch to the *Groups* tab in the :ref:`addressbook-contact-details` area on the right
de: Wechseln Sie zum *Gruppen*-Reiter im :ref:„Adressbuch-Kontaktdetails <addressbook-contact-details>" Bereich rechts.

source: Uncheck the Group(s) you want it to remove from
de: Entfernen Sie das Häkchen von der Gruppe / den Gruppen aus denen Sie den Kontakt entfernen wollen.

source: More actions
de: Weitere Tätigkeiten

source: Also in the footer of the groups list, the gear icon shows a menu with actions related to the selected directory or group.
de: In der Fußzeile der Gruppenliste gibt es auch ein Zahnradicon, das ein Menü mit Tätigkeiten aus dem ausgewählten Verzeichnis oder der Gruppe zeigt.

source: **Rename Group**
de: **Gruppe umbenennen**

source: Only enabled when a contact group is selected in the list above, this will let you enter a new name for that group.
de: Mit dieser Funktion können Sie den Namen dieser Gruppe ändern; sie ist nur aktiv, wenn eine Kontaktgruppe in der Liste darüber gewählt ist.

source: **Delete group**
de: **Löschen einer Gruppe**

source: **Save search**
de: **Suche speichern**

source: If you executed an :ref:`address book search <addressbook-searching>` before, this option will let you save it as a filter for later use.
de: Wenn Sie vorher eine :ref:„Adressbuchsuche <addressbook-searching>" durchgeführt haben, können Sie mit dieser Option einen Filter für später speichern.

source: **Delete search**
de: **Suche löschen**

source: Only available when a saved search is selected in the list above, this will delete that search filter.
de: Diese Funktion löscht den Suchfilter; nur verfügbar, wenn eine gespeicherte Suche in der Liste darüber ausgewählt ist.

source: Contacts List
de: Kontaktliste

source: you can change the way and order the contacts are listed here in the :ref:`Address Book <settings-prefs-addressbook>` section of the user preferences.
de: Sie können Art und Reihenfolge, wie die Kontakte hier aufgelistet, im :ref:„Adressbuch <settings-prefs-addressbook>"-Abschnitt der Benutzer-Voreinstellungen ändern.

source: Contact List Actions
de: Kontaktlisten-Tätigkeiten

source: The footer of the contacts list provides buttons that operate on the list or the current selection of contacts relatively:
de: Die Fußzeile der Kontaktliste hat Schaltflächen, mit denen die Liste oder aktuelle Kontaktauswahl relativ bedient werden können:

source: **Create new contact (+)**
de: **Neuen Kontakt erstellen (+)**

source: Opens the form to :ref:`add a new contact <addressbook-contact-edit>` to the selected directory.
de: Öffnet die Maske, um dem ausgewählten Verzeichnis einen :ref:„Neuen Kontakt <addressbook-contact-edit>" hinzuzufügen.

source: **Delete selected contacts**
de: **Ausgewählte Kontakte löschen**

source: Deletes the contacts selected in the list above permanently.
de: Löscht die Kontakte, die in der Liste darüber ausgewählt sind, dauerhaft.

source: **Remove selected contacts from group**
de: **Ausgewählte Kontakte aus Gruppe entfernen**

source: Removes the selected contacts from the currently selected group.
de: Entfernt die ausgewählten Kontakte aus der derzeitig ausgewählten Gruppe.

source: Send Email to Selected Contacts
de: Ausgewählten Kontakten eine E-Mail senden

source: To start writing an email to a single contact, you can also click the email address in the :ref:`addressbook-contact-details` area on the right.
de: Um eine E-Mail an einen einzelnen Kontakt zu schreiben, können Sie auch die E-Mail-Adresse im :ref:„Adressbuch-Kontakt-Details <addressbook-contact-details>" Bereich anklicken.

source: Copying Contacts
de: Kontakte kopieren

source: Contact Details
de: Kontaktdetails

source: The groups tab allows direct assignment or removal for the contact to/from contacts groups.
de: Der Gruppenreiter macht eine direkte Zuweisung oder Entfernung des Kontakts an/aus Kontaktgruppen möglich.

source: Contacts
de: Kontaktliste

source: Delete Contact
de: **Ausgewählte Kontakte löschen**
