Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/addressbook/editing.po
Languages: de

source: Creating and Editing Contacts
de: Kontakte erstellen und bearbeiten

source: Select a contact from the contacts list and then press the *Edit contact* button in the contact properties area on the right to start editing it.
de: Wählen Sie einen Kontakt aus der Kontaktliste und klicken Sie auf die *Kontakt bearbeiten*-Schaltfläche im Kontakteigenschaften-Bereich rechts, um mit der Bearbeitung zu beginnen.

source: In the upper part of the contact edit area are the name and organization fields as well as the contact picture to be uploaded.
de: Im oberen Teil des Kontakt-Bearbeiten-Bereichs gibt es Namen- und Organisationsfelder, sowie ein Kontaktbild, das hochgeladen werden muss.

source: The lower part shows the same groups of contact properties as the :ref:`addressbook-contact-details` structured with tabs and boxes.
de: Der untere Teil zeigt Gruppen von Kontakteigenschaften als :ref:`Adressbuch-Kontaktdetails <addressbook-contact-details>`, die mit Reitern und Feldern strukturiert sind.

source: Some properties have a type selector drop-down where you can select what type of email address (e.g. home or work) this is. Remove a contact property by either clearing the input field(s) or by clicking the *Delete* icon right next to it.
de: Einige Eigenschaften haben einen Dropdownmenü, mit dem Sie wählen können um welche Art von E-Mail-Adresse (z. B. Privat oder Arbeit) es sich handelt. Entfernen Sie eine Kontakteigenschaft entweder durch Leeren des/der Eingabefeld(er) oder durch Klicken auf das *Löschen*-Icon direkt daneben.

source: When done with editing, save your changes by clicking the *Save* button below the form. Abort editing and discard your changes with the *Cancel* button.
de: Wenn Sie mit der Bearbeitung fertig sind, speichern Sie Ihre Änderungen durch Klicken auf die *Speichern*-Schaltfläche unter der Maske. Mit der *Abbrechen*-Schaltfläche brechen Sie die Bearbeitung ab und verwerfen Ihre Änderungen .

source: Add more contact properties
de: Mehr Kontakteigenschaften hinzufügen

source: To add another property field, select one from the *Add field...* drop-down menu located below the form. The similar drop-down below the name fields in the header lets you add more name-related fields.
de: Um ein neues Eigenschaftenfeld hinzuzufügen, wählen Sie eines aus dem *Feld hinzufügen...*-Dropdownmenü unter der Maske. Mit einem ähnlichen Dropdownmenü unter den Namensfeldern in der Kopfzeile können Sie mehr namenbezogene Felder hinzufügen.

source: depending on what directory the contact belongs so, the list of properties you can add to a contact can differ.
de: Die Eigenschaften, die Sie zu einem Kontakt hinzufügen können, können sich je nachdem, zu welchem Verzeichnis der Kontakt gehört, unterscheiden.

source: Upload a Contact Photo
de: Kontaktfoto hochladen

source: Contacts have have a picture assigned which is also displayed in the email task of the application if the sender of the message is saved with a picture in one of your address books.
de: Kontakten ist ein Bild zugewiesen, dass auch im E-Mail-Arbeitsbreich der Anwendung angezeigt wird, wenn der Absender der Nachricht mit einem Bild in einem Ihrer Adressbücher gespeichert ist.

source: To add or replace a contact picture, click the *Add* (or *Replace* if the contact already has a picture) button right below the picture placeholder in the edit form. Then select an image on your computer using the file picker dialog that appears. Once selected, the picture will be uploaded and shown immediately as a preview. Note that the new picture will be stored with the contact only after you saved the contact.
de: Um ein Kontaktbild hinzuzufügen oder zu ändern, klicken Sie auf *Hinzufügen*- (oder *Ändern*, wenn der Kontakt schon ein Bild hat)-Schaltfläche direkt unter dem Bildplatzhalter in der Bearbeiten-Maske. Wählen Sie dann mit dem erscheinenden Dateiauswahl-Dialog ein Bild von Ihrem Computer. Sobald es ausgewählt wurde, wird das Bild hochgeladen und sofort als Vorschau angezeigt. Bedenken Sie, dass das neue Bild nur mit dem Kontakt gespeichert wird, nachdem Sie den Kontakt gespeichert haben.

source: In order to remove the currently assigned picture from a contact, use the *Delete* button right below the picture and save the contact to apply the changes.
de: Um das derzeitig dem Kontakt zugewiesene Bild zu entfernen, benutzen Sie die *Löschen*-Schaltfläche direkt unter Bild und speichern Sie den Kontakt, um die Änderungen wirksam zu machen.

source: Create a New Contact
de: Neuen Kontakt erstellen

source: A new contact can be added to the currently selected address directly by clicking the *Create new contact* button (+) in the footer of the :ref:`addressbook-contacts-list`. The form to add names and properties is the same as for editing. Finally create the new contact by clicking the *Save* button below the form.
de: Ein neuer Kontakt kann der derzeitig ausgewählten Adresse durch Klicken auf die *Neuen Kontakt erstellen*-Schaltfläche (+) in der Fußzeile der :ref:`Adressbuch-Kontakte-Liste <addressbook-contacts-list>` hinzugefügt werden. Zu guter Letzt erstellen Sie den neuen Kontakt durch Klicken auf die *Speichern*-Schaltfläche unter der Maske.

source: Create Contact
de: Neuen Kontakt erstellen

source: Edit Contact
de: Kontakt bearbeiten

source: Photo
de: Foto

source: Picture
de: Bild
