Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/addressbook/importexport.po
Languages: de

source: Import/Export
de: Importieren/Exportieren

source: Importing Contacts
de: Kontakte importieren

source: Contacts can be imported into the Roundcube address books from `vCard <http://en.wikipedia.org/wiki/VCard>`_ and `CSV <http://en.wikipedia.org/wiki/Comma-separated_values>`_ files.
de: Kontakte können in die Roundcube-Adressbücher von `vCard <https://de.wikipedia.org/wiki/VCard>" _ und `CSV <https://de.wikipedia.org/wiki/CSV_%28Dateiformat%29>`_ Dateien importiert werden.

source: Click the *Import* button from the top toolbar in the address book view to open the import wizard.
de: Klicken Sie auf die *Importieren*-Schaltfläche der oberen Werkzeugleiste in der Adressbuchansicht, um den Importassistenten zu öffnen.

source: Then select the file to import from your computer's hard drive. Make sure it's either .vcf or .csv file.
de: Wählen Sie dann die von der Festplatte Ihres Computers zu importierende Datei aus. Stellen Sie sicher, dass es entweder eine .vcf oder .csv Datei ist.

source: Select which address book the contacts should be imported to. The checkbox let's you delete all contacts from the selected address book before importing. Be careful with this, the deletion cannot be undone!
de: Wählen Sie das Adressbuch, in das die Kontakte importiert werden sollen. Mit dem Kontrollkästchen können Sie alle Kontakte aus dem ausgewählten Adressbuch löschen, bevor sie es importieren. Seien Sie damit vorsichtig, das Löschen kann nicht rückgängig gemacht werden!

source: Click the *Import* button to start the importing process.
de: Klicken Sie auf die *Importieren*-Schaltfläche, um mit dem Importieren zu beginnen.

source: The next screen will display the results of the import process. Click *Done* to get back to the address book view and see the imported contacts.
de: Der nächste Bildschirm zeigt die Ergebnisse des Imports an. Klicken Sie auf *Fertig*, um zur Adressbuchansicht zurückzukehren und die importierten Kontakte anzusehen.

source: Exporting Contacts
de: Kontakte exportieren

source: Contacts from Roundcube address books are exported in the `vCard <http://en.wikipedia.org/wiki/VCard>`_ format only.
de: Kontakte aus den Roundcube-Adressbüchern werden nur im `vCard < https://de.wikipedia.org/wiki/VCard>"_ Format exportiert.

source: Select the address book or group you want to export.
de: Wählen Sie das Adressbuch oder die Gruppe, die Sie exportieren möchten.

source: Click the *Export* button in the top toolbar.
de: Klicken Sie auf die *Exportieren*-Schaltfläche in der oberen Werkzeugleiste.

source: Choose where to save the exported .vcf file if prompted, otherwise check the "Downloads" folder on your computer for a file named "roundcube_contacts.vcf".
de: Wählen Sie, wo die exportierte .vcf Datei gespeichert werden soll, wenn Sie dazu aufgefordert werden, anderenfalls sehen Sie im Downloadordner Ihres Computers nach einer Datei mit dem Namen „roundcube_contacts.vcf".

source: The *Export* toolbar button offers the following two options:
de: Die *Exportieren*-Werkzeugleisten-Schaltfläche bietet die beiden folgenden Optionen an:

source: **Export all**
de: **Alle exportieren**

source: That's the default action of the button and will pack all contacts currently listed into the vcard file.
de: Dies ist die standardmäßige Tätigkeit der Schaltfläche und speichert alle derzeitig aufgelisteten Kontakte in die vCard Datei.

source: **Export selected**
de: **Ausgewählte exportieren**

source: If there's one or more contacts selected in the list (do this by holding down the *Shift* or *Ctrl* keys of your keyboard while clicking individual contacts), this option will generate a .vcf file with only the selected contacts.
de: Wenn einer oder mehrere Kontakte in der Liste ausgewählt sind (durch Halten der * Umschalt*- oder *Strg*-Tasten Ihrer Tastatur und Anklicken der einzelnen Kontakte), diese Option erstellt eine .vcf Datei, die nur die ausgewählten Kontakte enthält.

source: Import
de: Importieren

source: Export
de: Exportieren
