Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/addressbook/searching.po
Languages: de

source: Searching Contacts
de: Kontakte durchsuchen

source: Reset the search by clicking the *Reset search* icon on the right border of the search box.
de: Setzen Sie die Suche durch Klicken auf das *Suche zurücksetzen*-Icon am rechten Rand des Suchfelds zurück.

source: Choose what properties to search
de: Wählen Sie, nach welchen Eigenschaften Sie suchen wollen.

source: Open the search options menu by clicking the search icon on the left side within the search box. You can select which properties of a contact should be searched for the entered term. Check *All fields* to search them all.
de: Öffnen Sie das Suchoptionsmenü durch Klicken auf den Suchicon an der linken Seite des Suchfelds.

source: Advanced Search Form
de: Erweiterte Suchmaske

source: While the simple search box in the toolbar area just searches for the entered words across all contact properties, the advanced search function allows a more specifc query on the address book.
de: Während die einfache Suche im Werkzeugleistenbereich nur nach den eingegeben Wörtern in allen Kontakteigenschaften sucht, macht die erweiterte Suchfunktion eine spezifischere Suchanfrage im Adressbuch möglich.

source: Saved Searches
de: Gespeichert Suchen

source: Create a Saved Search
de: Erstellen einer gespeicherten Suche

source: Search the address book either by using the simple search box or the advanced search function.
de: Durchsuchen Sie das Adressbuch entweder, indem Sie das einfache Suchfeld oder die erweiterte Suchfunktion benutzen.

source: Select *Save search* from the options menu of the :ref:`Groups <addressbook-groups>` list on the left.
de: Wählen Sie *Suche speichern* aus dem Optionsmenü der :ref:„Gruppen <addressbook-groups>" Liste links.

source: Give that saved search a name and press <Enter> on your keyboard to save it. This will add an item to the :ref:`Groups <addressbook-groups>` list on the left.
de: Geben Sie dieser gespeicherten Suche einen Namen und drücken Sie <Eingabe> auf Ihrer Tastatur, um sie zu speichern.

source: Click it to execute the search again and to see the results in the contact list.
de: Klicken Sie es an, um die Suche erneut auszuführen und Sie sehen die Ergebnisse in der Kontaktliste.

source: Delete a Saved Search
de: Gespeicherte Suche löschen

source: Select a saved search query in the leftmost pane.
de: Wählen Sie eine gespeicherte Suchanfrage aus dem Feld ganz links.

source: Open the options menu in the list footer and then click *Delete search* to remove it. This won't delete any contacts but only the saved filter.
de: Öffnen Sie das Optionsmenü in der Fußzeile der Liste und Klicken Sie auf *Suche löschen*, um sie zu entfernen.

source: Advanced Search
de: Erweiterte Suchmaske

source: Saved Search
de: Gespeichert Suchen
