Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/kolab_tags/mail.po
Languages: de

source: Tags
de: Schlagworte

source: Like folders, tags is a way to separate and organize Emails. Tags are showing up as a colored reference in the subject line of the referenced Emails.
de: Ähnlich wie Ordner sind Schlagworte sind ein Weg um E-Mail aufzuteilen und zu organisieren. Schlagworte werden als farbige Referenz in der Betreffzeile der zugewiesenen E-Mails dargestellt.

source: Tags can be reused across the Kolab components - Email, Calendar, Notes, Files and Tasks.
de: Schlagworte können in allen Kolab Komponenten wiederverwendet werden - E-Mail, Kalender, Notizen, Dateien und Aufgaben.

source: When a tag is associated with a number of Emails, these Emails can be listed by clicking the tag in the tag-cloud. It is possible to select more than one tag using CTRL key. This way one can display messages associated with all selected tags.
de: Wenn ein Schlagwort mit mehreren E-Mails verknüpft ist, kann die Anzeige von E-Mails auf diese Mails reduziert werden indem das Schlagwort in der Schlagwort-Wolke angewählt wird. Mehrere Schlagworte können mithilfe der STRG Taste angewählt werden. Auf diese Art und Weise werden nur E-Mails angezeigt die mit allen angewählten Schlagworten verknüpft sind.

source: The tag-cloud can be found under the :ref:`folder list <mail-folders>` in the Email view. It is showing all available tags.
de: Die Schlagwort-Wolke befindet sich in der Email-Anzeige unterhalb der Ordnerliste. Sie zeigt alle verfügbaren Schlagworte.

source: Creating a tag
de: Ein Schlagwort anlegen

source: Tags can be created, either from the manage menu (see above) or from the dropdown menu in the mail view. Rightclick on an Email in the list, and select "Mark -> Tag as...".
de: Schlagworte können angelegt werden entweder über das Schlagworte verwalten Menü (siehe unten) oder direkt in der Mail-Anzeige. Mit der rechten Maus-Taste eine Email auswählen, und "Markieren -> Vergebe Schlagwort...".

source: Managing tags
de: Schlagworte verwalten

source: Tags can be managed through the menu in the tag-cloud. The menu is opened by clicking the wheel in the buttom of the tag-cloud. Here you can add/remove tags or modify their name and color.
de: Schlagworte können durch das Menü in der Schlagwort-Wolke verwaltet werden. Das Menü wird über das Zahnrad unten in der Schlagwort-Wolke geöffnet. Hier können Schlagworte hinzugefügt oder entfernt werden, ebenso kann hier ihr Name und ihre Farbe geändert werden.

source: Tags are associated to Email messages via the drop-down menu in the Email list.
de: Schlagworte werden E-Emails zugeordnet über die Auswahlliste der E-Mails in der E-Mail Liste.

source: Deleting tags
de: Schlagworte löschen

source: A tag which is no longer needed can be removed via the tag-cloud menu. This will remove the tag from the cloud and the references to the associated Emails. The Emails will however remain.
de: Ein Schlagwort welches nicht mehr benötigt wird kann über das Menü in der Schlagwort-Wolke entfernt werden. Dies wird das Schlagwort aus der Wolke entfernen und alle Referenzen auf zugewiesene E-Mails entfernen. Die E-Mails selber werden dabei nicht gelöscht.
