Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/kolab_addressbook/addressbook.po
Languages: de

source: Sharing Address Books
de: Adressbücher teilen

source: Just like calendars or regular email folders, personal address books can also be shared with other users in your workgroup.
de: Persönliche Adressbücher können genauso wie Kalender oder normale E-Mail-Ordner mit anderen Nutzern Ihrer Arbeitsgruppe geteilt werden.

source: Share Contacts with others
de: Kontakte mit Anderen teilen

source: Settings for sharing is controlled through the address book properties accessible through the *More actions* menu behind the gear icon the footer in the :ref:`addressbook-groups` list.
de: Die Einstellungen zum Teilen werden über die Eigenschaften des Adressbuchs gemacht, die durch das *Weitere Tätigkeiten*-Menü hinter dem Zahnradicon in der Fußzeile der :ref: „Adressbuchgruppen <addressbook-groups>"-Liste zu erreichen sind.

source: Select the address book you want to share.
de: Wählen Sie das Adressbuch, das Sie teilen möchten.

source: Choose *Edit address book* from the actions menu.
de: Wählen Sie *Adressbuch bearbeiten* aus dem Tätigkeitenmenü.

source: Switch to the *Sharing* tab in the properties form on the right.
de: Wechseln Sie auf den *Teilen*-Reiter in der Eigenschaftenmaske rechts.

source: The table displays who already has permission to see and modify the selected address book. Here you can manage permissions the same way as :ref:`Sharing a Folder <settings-folder-sharing>`.
de: Die Tabelle zeigt an, wer schon die Erlaubnis hat, das ausgewählte Adressbuch zu sehen und verändern

source: Subscribe to Shared Address Books
de: Geteilte Adressbücher abonnieren

source: In order to make a shared address book appear in the address book view, locate it in the folder manager and check the *Subscribed* mark in the list. Only subscribed directories are visible in the address book view.
de: Um ein geteiltes Adressbuch in der Adressbuchansicht anzuzeigen, wählen Sie es in der Ordnerverwaltung aus und setzen Sie bei *Abonniert* ein Häkchen in der Liste.
