Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/client-configuration/android.po
Languages: fr

source: Android
fr: Androïde

source: This page describes how you can access your data from your |service_name| account with your `Android <https://en.wikipedia.org/wiki/Android_%28operating_system%29>`__ mobile phone or tablet. Everything will be synchronized and keep the same state across all your devices.
fr: Cette page décrit comment vous pouvez accéder à vos données depuis votre |service_name| compte avec votre `Androïde <https://en.wikipedia.org/wiki/Android_%28operating_system%29>`__ téléphone mobile ou tablette. Tous sera synchronisé et maintiendra le même état sur tous les appareils.

source: Please follow the instructions below closely and keep in mind that we have no influence over the specific app or Android version that you might be using.
fr: Veuillez bien suivre les instructions ci-dessous et assurez-vous que nous n'avons aucune influence sur le app spécifique ou la version d’Androïde que vous utiliser.

source: We recommend to use the IMAP protocol for email. The standard email app on Android supports it, so do most other apps. However, we found that `K-9 Mail <https://play.google.com/store/apps/details?id=com.fsck.k9>`__ works best and therefore provide the instructions below for that. You can still use any other IMAP capable app like the default email application.
fr: Nous recommandons l'utilisation de protocol IMAP pour e-mail. L'app standard de mail sur Androïde soutien ceci, ainsi que plupart d'autres apps. Néanmoins, nous avons remarque que `K-9 Mail <https://play.google.com/store/apps/details?id=com.fsck.k9>`__ est plus efficace et donc fourni les instructions ci-dessous pour cela. Vous pouvez tout de même utiliser tout autre app qui est compatible avec IMAP comme l'application émail par défaut.

source: Your account is now set up!
fr: Votre compte est désormais configuré!

source: If the settings could **not** be discovered automatically for some reason, please choose *Manual Setup* and follow the instructions below.
fr: Si les paramètres **not** pas pu être découvrir automatiquement pour une raison ou l'autre, veuillez choisir *Configuration Manuelle* et suivre les instructions ci-dessous.

source: Choose *IMAP* as account type.
fr: Choisissez *IMAP* comme type de compte

source: Username: Provide your primary and full email address here, e.g. |**useremail**|
fr: Nom d'utilisateur: Entrez votre adresse e-mail principale et complète ici, par exemple |**useremail**|

source: IMAP server: |**imap_host**|
fr: Serveur IMAP: |**imap_host**|

source: Security: |**imap_ssl**|
fr: Sécurité: |**imap_ssl**|

source: Authentication: **Normal pasword**
fr: Authentification: **Mot de passe normal**

source: Then press next and enter the following information for the outgoing server settings:
fr: Puis appuyer sur suivant et entrer l'information suivant pour les paramètres du serveur sortant.

source: SMTP server: |**smtp_host**|
fr: Serveur SMTP: |**smtp_host**|

source: Security: |**smtp_ssl**|
fr: Sécurité: |**smtp_ssl**|
