Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/client-configuration/emacs.po
Languages: fr

source: Many IT professionals use `Emacs <https://www.gnu.org/software/emacs/>`__ to handle most of their everyday computer tasks. Some people even consider emacs an entire operating system. Please see below for the instructions on setting up emacs with |service_name|.
fr: La plupart de professionnels d'informatique utilisent `Emacs <https://www.gnu.org/software/emacs/>`__ pour gérer la majorité de leur tâches quotidienne sur l'ordinateur. Certaines personnes considèrent même emacs un système d'opération entier. Veuillez voir ci-dessous pour les instructions pour configurer emacs avec |service_name|.

source: org-mode Calendar
fr: org-mode Calendrier

source: In order to sync your Emacs org-mode calendar with |service_name|, you have to setup `*org-caldav mode* <https://github.com/dengste/org-caldav>`__. Just install that and add the following to your Emacs configuration:
fr: Pour pouvoir synchroniser votre Emacs org-mode calendrier avec |service_name|, vous devez configurer `*org-caldav mode* <https://github.com/dengste/org-caldav>`__. Il suffit juste de l'installer et d'ajouter les suivants à votre configuration Emacs:

source: Please note that you need to change your username and the timezone. Review this configuration carefully and adapt it to your needs. Then you should be set. Just run *org-caldav-sync* and wait a bit, the first time takes a good while.
fr: Veuillez noter que vous devez changer votre nom d'utilisateur et le fuseau horaire. Revoir cette configuration soigneusement et adaptez celle-ci à vos besoins. Cela doit suffit. Exécutez juste *org-caldav-sync* et patientez un peu, la première fois prend un moment.

source: If your calendar has a different name, you can find out the Calendar ID for it by using the option *Show Calendar URL* from the |service_name| webclient. To get this URL, please login to |service_uri| and then follow the following steps:
fr: Si votre calendrier a un nom différent, vous pouvez déterminer l'Identification de Calendrier pour ceci en utilisant l'option *Show Calendar URL* du |service_name| client mail. Pour obtenir ce URL, veuillez vous se connecter au |service_uri| et puis suivez les étapes suivants:

source: Select *Calendar* in the top right corner drop-down menu
fr: Sélectionnez * Calendrier * dans le coin supérieur droit dans le menu déroulant

source: Select the calendar you wish to add to Emacs with a single left click in the lower left corner. The selected calendar should visibly highlight.
fr: Sélectionnez le calendrier que vous désirer ajouter à Emacs avec un seul clique à gauche dans le coin inférieur gauche. Le calendrier sélectionnez devrait mettre en évidence.

source: Next click on the small gear symbol below
fr: Cliquez ensuite sur le petit symbole d'engrenage ci-dessous

source: From the menu you'll see, please select *Show Calendar URL*
fr: Dans le menu que vous verrez, veuillez sélectionner *Show Calendar URL*

source: In the window that will appear please copy the end of the second URL (where it says CalDAV)
fr: Dans le fenêtre qui apparaîtra, veuillez copier le bout du deuxième URL (où c'est marqué CalDAV)

source: The Calendar ID is the text and numbers (e.g. Calendar) after the last */*.
fr: L’Identification de Calendrier est le texte et les numéros (par eg. Calendrier) après le dernier */*.
