Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/client-configuration/osx.po
Languages: fr

source: Mac OS X Native Applications
fr: Applications Natives Mac OS X

source: When you start Apple Mail the first time, it will ask you to provide your name, your email address and your password. Please provide your |service_name| credentials there. In the following screens, please give this information:
fr: Quand vous commencez Apple Mail pour la toute première fois, il vous demandera de fournir votre nom, votre adresse email ainsi que votre mot de passe. Veuillez indiquer là vos |service_name| références. Dans les écrans suivants, veuillez donner cette information:

source: User Name: Your full |service_name| email address like |**useremail**|
fr: Nom d'Utilisateur: Votre |service_name| adresse émail complète comme |**useremail**|

source: Incoming Mail Server: |**imap_host**|
fr: Serveur Entrant Mail: |**imap_host**|

source: Outgoing Mail Server: |**smtp_host**|
fr: Serveur Sortant Mail: |**smtp_host**|

source: Please see the screenshots below for details.
fr: Veuillez voir les captures d'écran ci-dessous pour détails.

source: Some versions of OS X fail at auto-detecting the correct settings and require the following manual steps:
fr: Certaines versions d'OS X échoue à l’auto-détection des paramètres corrects et nécessitent les étapes manuelles suivantes.

source: Go to *Accounts* -> *Account Information*
fr: Aller au *Accounts* -> *Account Information*

source: Select *Outgoing Mail Server (SMTP)* -> *Edit SMTP Server list...*
fr: Sélectionnez *Outgoing Mail Server (SMTP)* -> *Edit SMTP Server list...*

source: In the *Advanced* tab, select *Use custom port* and set the port to |**smtp_port**|.
fr: Dans l'onglet *Advanced*, sélectionnez *Use custom port* et configurez le port à |**smtp_port**|.

source: Please check the option **Use Secure Sockets Layer (SSL)** and use **Password** as authentication method.
fr: Veuillez vérifier l'option **Use Secure Sockets Layer (SSL)** et utilisez **Password** comme la méthode d’authentification.
