Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/client-configuration/others.po
Languages: fr

source: Other Clients
fr: Autre Clients

source: As long as your client application is following the standards, it can be used to connect to |service_name|. Below is an overview of the various protocols we support along with the settings you need to enter in your client.
fr: Tant que votre application de client suit les norms, vous pouvez l'utiliser pour se connecter sur MyKolab.com. Vous trouverez ci-dessous un aperçu des divers protocoles que nous soutenons avec les paramètres que vous devez entrer dans votre client.

source: IMAP Settings
fr: Paramètres IMAP

source: You can basically connect every standard email application with support for the IMAP protocol to |service_name|. Please use the following settings to connect.
fr: Vous pouvez en principe vous connecter à chaque application de messagerie standard qui à un support pour le protocole IMAP à MyKolab.com. Veuillez utiliser les paramètres suivants pour vous connecter.

source: *Incoming server (IMAP):*
fr: Serveur entrant (IMAP):*

source: *Port/Security:*
fr: Port/Sécurité:

source: *Authentication:*
fr: *Authentification:*

source: *Username:*
fr: *Nom d'utilisateur:*

source: Please use your **full and primary email address** as username here.
fr: Veuillez utiliser ici votre **full and primary email address** comme un nom d'utilisateur.

source: SMTP Settings
fr: Paramètres SMTP

source: *Outgoing server (SMTP):*
fr: *Serveur sortant (SMTP):*
