Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/client-configuration/outlook.po
Languages: fr

source: E-Mail Setup
fr: Email Configuration

source: To set up an email-only account in Outlook follow these steps:
fr: Pour configurer un compte pour émail uniquement dans Outlook, veuillez suivre ces étapes:

source: Go to the menu and select *File* and click the *Add Account* button.
fr: Allez dans le menu et sélectionner *File* et cliquez sur le button *Add Account*.

source: Select the "Manually configure server settings or additional server types" option. Click *Next >*.
fr: Sélectionnez le "Manually configure server settings or additional server types" option. Cliquez *Next >*.

source: Select "Internet E-mail" as service. Click *Next >*.
fr: Sélectionnez "Internet E-mail" comme service. Cliquez *Next >*.

source: Fill out the form fields with the foollowing data as depicted in the image below:
fr: Remplissez les champs du formulaire avec les données suivantes comme illustré dans l'image ci-dessous:

source: *Account Type:*
fr: *Type de compte: *

source: *Incoming mail server:*
fr: *Serveur de courrier entrant: *

source: *Outgoing mail server (SMTP):*
fr: *Serveur de courrier sortant (SMTP):*

source: *User Name:*
fr: *Nom d'Utilisateur*

source: Click *More Settings...* and switch to the "Outgoing Server" tab.
fr: Cliquez sur *More Settings...* et passer à l'onglet "Outgoing Server"

source: Check the "My outgoing server (SMTP) requires authentication" box. Click *OK*.
fr: Cochez la case "Mon serveur sortant (SMTP) exige une authentification" . Cliquez sur * OK * .

source: Click *Next >* to check the settings and to finish the account setup.
fr: Cliquez *Next >* pour vérifier les paramètres et pour finir la configuration de compte.

source: Outlook with Bynari Outlook Connector
fr: Outlook avec Bynari Outlook Connector

source: Please make sure that you check the box for Kolab 3 server. The screenshots below provide all the values you need to fill in.
fr: Veuillez assurez que la boite pour le serveur Kolab 3 est cochée. Les captures d'écran ci-dessous vous donne tous les valeurs à replisser dedans.
