Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/mail/compose.po
Languages: de

source: Sending Email Messages
de: E-Mail-Nachrichten verschicken

source: Composing a New Message
de: Neue Nachricht verfassen

source: Click on the *Compose* toolbar icon opens the message compose screen. Depending on your settings it opens in the current browser tab or in a new window.
de: Wenn Sie auf das Schreiben-Werkzeugleistenicon klicken, öffnet sich der Nachricht schreiben-Bildschirm. Je nach Ihren Einstellungen, öffnet er sich im aktuellen Browsertab oder in einem neuen Fenster.

source: Enter at least one recipient address or select them from the address book, type in a subject and the message text and click the *Send* button in the toolbar when you're ready to send the message.
de: Geben Sie mindestens eine Empfängeradresse ein oder wählen Sie diese aus dem Adressbuch, geben Sie einen Betreff und den Nachrichtentext ein und klicken Sie auf die *Senden*-Schaltfläche in der Werkzeugleiste, wenn Sie bereit sind, die Nachricht abzuschicken.

source: Save it as *Draft* (toolbar icon) if the message is not yet complete and you'd like to finish and send it at a later time. The email will be stored in the *Drafts* folder and can be double-clicked there in order to resume composition.
de: Speichern Sie sie als *Entwurf* (Werkzeugleistenicon), wenn die Nachricht noch nicht vollständig ist und Sie sie zu späterer Zeit abschicken wollen. Die E-Mail wird im *Entwürfe*-Ordner gespeichert und kann dort mit einem Doppelklick geöffnet werden, um mit dem Verfassen fortzufahren.

source: While composing a message, copies are periodically saved to the drafts folder to avoid unintentional loss. In case the session terminates unexpectedly or your computer or browser crashes, you'll find a copy of the message on the *Drafts* folder. You can configure the automatic saving interval in the :ref:`User Preferences <settings-prefs-compose>`.
de: Während dem Verfassen einer Nachricht werden regelmäßig Kopien im Entwürfe-Ordner gespeichert, um zu vermeiden, dass sie aus Versehen verloren geht. Falls eine Sitzung unerwartet beendet wird oder Ihr Computer oder Browser abstürzt, finden Sie eine Kopie der Nachricht im *Entwürfe*-Ordner. Sie können das automatische Speicherintervall in den :ref:`Benutzer-Voreinstellungen <settings-prefs-compose>` einstellen.

source: Reply to a Message
de: Auf eine Nachricht antworten

source: If you want to respond on a received message, click the *Reply* or the *Reply all* button in the toolbar or the equivalent buttons in the :ref:`Preview Pane <mail-preview-pane>`. This will also open the compose screen but with a quote of the message you're replying to and with the recipient(s) pre-filled.
de: Wenn sie auf eine erhaltene Nachricht antworten wollen, klicken Sie auf die *Antworten*- oder *Allen antworten*-Schaltfläche in der Werkzeugleiste oder auf die entsprechenden Schaltflächen im :ref:`Vorschaufeld <mail-preview-pane>`. Dies wird auch den Verfassen-Bildschirm öffnen, aber außerdem die Nachricht, auf die Sie antworten, zitieren und die Empfängerin(nen) voreintragen.

source: While *Reply* will copy the sender address into *To* field, *Reply all* will add all recipients of the original message to the *To* and *Cc* fields.
de: Während *Antworten* die Absenderadresse ins *An*-Feld kopiert, fügt *Allen antworten* alle Empfängerinnen der ursprünglichen Nachricht in den *An*- und *Cc*-Feldern ein.

source: Forwarding Messages
de: Nachrichten weiterleiten

source: Messages can also be forwarded to somebody by clicking the *Forward* button in the toolbar. The compose screen will contain the message text and all attachments already added. You can still add more attachments or remove some you don't want to forward.
de: Nachrichten können auch an jemanden weitergeleitet werden, indem man auf die *Weiterleiten*-Schaltfläche in der Werkzeugleiste klickt. Der Verfassen-Bildschirm enthält dann den Nachrichtentext und alle Anhänge, die schon hinzugefügt wurden. Sie können immernoch mehr Anhänge hinzufügen oder einige entfernen, die Sie nicht weiterleiten wollen.

source: The *Forward* toolbar button offers the following options:
de: Die *Weiterleiten*-Werkzeugleisten-Schaltfläche bietet die folgenden Optionen:

source: **Forward inline**
de: **Direktes Weiterleiten**

source: In this (default) mode, the content of the original message is copied to the message text editor and can be altered or deleted. Also attachments of the original message are copied to the new message and can be removed individually. Attention: this mode can truncate or re-format HTML formatted messages.
de: In diesem (standardmäßigen) Modus wird der Inhalt der ursprünglichen Nachricht in den Nachrichtentext-Editor kopiert und kann geändert oder gelöscht werden. Auch Anhänge der ursprünglichen Nachricht werden in die neue Nachricht kopiert und können einzeln entfernt werden. Achtung: Dieser Modus kann HTML-formatierte Nachrichten beschneiden oder neu formatieren.

source: **Forward as attachment**
de: **Als Anhang weiterleiten**

source: With this option, the original message is copied as attachment to the forwarding message. This will preserve the message with all its formatting and attachments and doesn't allow you to alter anything.
de: Mit dieser Option wird die ursprüngliche Nachricht an die weiterzuleitende Nachricht angehängt. Dies erhält die Nachricht mit allen ihren Formatierungen und Anhängen und lässt Sie nichts ändern.

source: Selecting Recipients from Address Books
de: Empfängerinnen aus Adressbüchern auswählen

source: The recipients of the composed message can be freely entered into the *To* or *Cc* fields in the header section of the compose screen. Separate multiple addresses with a coma (,). Make sure you enter full and valid email addresses.
de: Die Empfängerinnen der verfassten Nachricht können frei in die *An*- oder *Cc*-Felder im Kopfzeilenabschnitt des Verfassen-Bildschirms eingegeben werden. Trennen Sie mehrere Adressen mit einem Komma (,). Stellen Sie sicher, dass Sie vollständige und gültige E-Mail-Adressen eintragen.

source: Address Book Autocompletion
de: Adressbuch-Autovervollständigung

source: While typing a recipient address, the app continuously searched your address book and suggests matching entries right below the input field. Use the cursor keys (up/down) on the keyboard to select one and then hit <Enter> or <Tab> to copy the highlighted address into the recipient field.
de: Während Sie eine Empfängeradresse eingeben, sucht die App stetig in Ihrem Adressbuch und schlägt passende Einträge direkt unter dem Eingabefeld vor. Benutzen Sie die Pfeiltasten (hoch/runter) der Tastatur, um eine Adresse auszuwählen und drücken Sie dann <Eingabe> oder <Tab>, um hervorgehobene Adressen in das Empfängerfeld zu kopieren.

source: Using the Address Book Widget
de: Benutzung des Adressbuch-Widgets

source: If you prefer to select recipients from a list of contacts, use the address book widget on the left side to look them up. First, select the address book to browse on the upper part of the widget and see the contacts listed below. Only a limited number of contacts is displayed at a time so use the arrow buttons in the widget header to jump to the next page of contacts.
de: Wenn Sie lieber Empfängerinnen aus einer Liste von Kontakten auswählen, benutzen Sie das Adressbuch-Widget an der linken Seite, um sie nachzuschlagen. Nur eine beschränkte Anzahl von Kontakten wird gleichzeitig angezeigt. Benutzen Sie die Pfeiltasten in der Kopfzeile des Widgets, um zur nächsten Seite von Kontakten zu wechseln.

source: Select one or more contacts in the list and then click either one of the buttons below (*To+*, *Cc+*, *Bcc+*) in order to copy the selected contacts to the according recipient field. Double-click a contact in the list to have it added to the *To* field immediately.
de: Wählen Sie einen oder mehrere Kontakte aus der Liste und klicken Sie dann entweder auf eine der Schaltflächen darunter (*An*, *Cc+*, *Bcc+*), um die ausgewählten Kontakte in das entsprechende Empfängerfeld zu kopieren. Doppelklicken Sie einen Kontakt in der Liste, um ihn sofort dem *An*-Feld hinzuzufügen.

source: Adding Attachments
de: Anhänge hinzufügen

source: In order to attach files to the message, click the *Attach* button in the toolbar and then select the file on your computer using the file picker dialog that opens. Attachments to be sent with the message are listed on the right and can be removed again by clicking the *Delete* icon of the according file.
de: Um Dateien an die Nachricht anzuhängen, klicken Sie auf die *Anhängen*-Schaltfläche in der Werkzeugleiste und wählen Sie dann mit dem Dateiauswahl-Dialog, der sich öffnet, die Datei von Ihrem Computer aus. Anhänge, die mit der Nachricht verschickt werden können, sind rechts aufgelistet und können durch Klicken auf das *Löschen*-Icon der entsprechenden Datei entfernt werden.

source: If your browser supports HTML5, you'll see the file-drop icon at the bottom of the attachment list. That means you can drag a file from your computer's file explorer with the mouse onto that icon in order to attach it to the message.
de: Wenn Ihr Browser HTML5 unterstützt, sehen Sie das Dateiablage-Icon am Ende der Anhangliste. D.h., Sie können eine Datei vom Dateiexplorer Ihres Computers mit der Maus auf dieses Icon ziehen, um sie der Nachricht anzuhängen.

source: Composing Formatted (HTML) Messages
de: Formatierte (HTML) Nachrichten verfassen

source: Depending on your settings, the compose screen shows a simple text field to enter the message or a rich text editor with a toolbar that enables text formatting, bullet lists, image embedding and more.
de: Je nach Ihren Einstellungen, zeigt der Verfassen-Bildschirm ein einfaches Textfeld, um Nachrichten einzugeben oder einen Rich-Text-Editor mit einer Werkzeugleiste, mit der Text formatiert, Aufzählungslisten erstellt, Bilder eingebunden werden können und mehr.

source: You can toggle the composition mode between plain and rich text (HTML) with the *Editor Type* selector which is hidden in the sending options bar. Expand the :ref:`Sending Options <mail-compose-options>` by clicking the down-arrow on the left border of the message headers block.
de: Sie können den Verfassen-Modus mit der *Editortyp*-Optionsschaltfläche, die in der Optionsleiste verborgen ist, zwischen einfach und Rich-Text (HTML) umschalten. Erweitern Sie :ref:`Sendeoptionen <mail-compose-options>\`, indem Sie den Herunter-Pfeil am linken Rand des Nachricht-Kopfzeilenblocks anklicken.

source: Embedding Images
de: Bilder einbinden

source: When in HTML editor mode, you can embed images right into the message text. And here's how to do that:
de: Wenn Sie sich im HTML-Editor-Modus befinden, können Sie Bilder direkt in den Nachrichtentext einbinden. Und so geht's:

source: Add the image as :ref:`attachment <mail-compose-attachments>` to the message.
de: Fügen Sie das Bild als :ref:`Anhang <mail-compose-attachments>` an die Nachricht an.

source: Click the *Insert/Edit Image* icon in the editor's toolbar
de: Klicken Sie auf den *Bild einfügen/bearbeiten*-Icon in der Werkzeugleiste des Editors.

source: Select the image from the *Image List* drop-down menu in the dialog
de: Wählen Sie das Bild aus der *Bilderliste* des Dropdownmenüs im Dialog aus.

source: Hit the *Insert* button
de: Klicken Sie auf die *Einfügen*-Schaltfläche.

source: Resize the image in the text area if necessary
de: Passen Sie die Größe des Bilds im Textfeld an, wenn nötig.

source: Using Prepared Responses
de: Vorgefertigte Antworten verwenden

source: Saved responses can be handy when repeatedly writing emails with the same text, e.g. when answering support requests or sending invitations with always the same introduction.
de: Gespeicherte Antworten können praktisch sein, wenn man wiederholt E-Mails mit dem selben Text schreibt, z. B. wenn man Supportanfragen beantwortet oder Einladungen mit immer der gleichen Einführung versendet.

source: The *Responses* button in the compose screen toolbar holds your personal set of "canned responses" which can be inserted into the message body by a single click. Note: these are only text snippets that can be inserted anywhere and **not message templates** with subject, text or attachments.
de: Die *Schnellantwort*-Schaltfläche in der Werkzeugleiste des Verfassen-Bildschirms enthält Ihren persönlichen Satz an vorgespeicherten Antworten, die mit einem einzelnen Klick in den Textkörper der Nachricht eingefügt werden können. Hinweis: Dies sind nur Textschnipsel, die irgendwo eingefügt werden können und **keine Nachrichtenvorlagen** mit Betreff, Text oder Anhängen.

source: Insert a Response
de: Einfügen einer Schnellantwort

source: Clicking the *Responses* button opens a menu that lists all the saved boilerplate texts by name. Simply click on one and the saved text will be inserted into the message at the position of the cursor, exactly where you stopped typing. If you selected some part of the message text with the mouse before, the saved response text will replace the selection.
de: Klicken auf die *Schnellantwort*-Schaltfläche öffnet ein Menü, in dem alle gespeicherten Textbausteine nach Namen gespeichert sind. Klicken Sie einfach auf einen und der gespeicherte Text wird an der Cursorposition genau dort in die Nachricht eingefügt, wo Sie mit dem Tippen aufgehört haben. Wenn Sie vorher einen Teil des Nachrichtentexts mit der Maus ausgewählt haben, ersetzt der gespeicherte Antworttext die Auswahl.

source: Save a new Response
de: Eine neue Schnellantwort speichern

source: When typing the same text for the second time already you might want to store it for future email writing. In order to save a new response, first select the section of the message text that should be saved with the mouse and click *Create new response* from the menu behind the *Responses* button. This will open a dialog where you can review the text before saving. Give the new response a snappy name and click *Save*. It's now added to the list of snippets to be inserted.
de: Wenn Sie den selben Text schon zum zweiten Mal eingeben, könnte es sein, dass Sie ihn für zukünftige E-Mails speichern wollen. Um eine neue Antwort zu speichern, wählen Sie zuerst mit der Maus den Abschnitt des Nachrichtentexts, der gespeichert werden soll, und klicken Sie auf *Neue Antwort erstellen* im Menü hinter der *Antworten*-Schaltfläche. Dies öffnet einen Dialog, in dem Sie den Text vor dem Speichern durchsehen wollen. Geben Sie der neuen Antwort einen flotten Namen und klicken Sie auf *Speichern*. Sie wurde der Liste von Schnipseln hinzugefügt und kann eingefügt werden.

source: Edit Responses
de: Schnellantworten bearbeiten

source: Switch to the :ref:`Settings section <settings-responses>` where you can manage all the saved responses.
de: Wechseln Sie zum :ref:`Einstellungsabschnitt <settings-responses>`, wo Sie alle gespeicherten Antworten verwalten können.

source: Other Message Sending Options
de: Andere Sendeoptionen für Nachrichten

source: The message sending options are hidden by default and first need to be expanded by clicking the down-arrow on the left border of the message headers block.
de: Die Sendeoptionen für Nachrichten sind standardmäßig verborgen und müssen erst durch Klicken auf den herunter-Pfeil am linken Rand des Nachricht-Kopfzeilenblocks erweitert werden.

source: There you can switch the editor type to :ref:`compose html messages <mail-compose-html>` and adjust other settings concerning the message delivery.
de: Dort können Sie den Editortypen auf :ref:`HTML-Nachrichten verfassen <mail-compose-html>` umschalten und andere Einstellungen hinsichtlich der Nachrichtenzustellung anpassen.

source: **Priority**
de: **Priorität**

source: The priority flag of the message to be send. This will be displayed in the recipient's mailbox.
de: Prioritätsmarkierung der zu versendenden Nachricht; wird im E-Mail-Eingang der Empfängerin angezeigt werden.

source: **Return receipt**
de: **Empfangsbestätigung**

source: Request the recipient to return a receipt confirmation when opening the message. This will be sent by the recipient's email program if she confirms it.
de: Bitten Sie die Empfängerin, eine Empfangsbestätigung zurückzuschicken, wenn sie die Nachricht öffnet. Diese wird vom E-Mail-Programm der Empfängerin versendet, wenn sie es bestätigt.

source: **Delivery status notification**
de: **Zustellungsstatusmeldung**

source: Request a notification message when the message is delivered. This will be send by the email server upon message delivery. Please note that this doesn't confirm that the actual recipient has received the message.
de: Bitten Sie um eine Benachrichtigungsnachricht, wenn die Nachricht zugestellt wurde. Bitte bedenken Sie, dass dies nicht bedeutet, dass die tatsächliche Empfängerin die Nachricht erhalten hat.

source: **Save sent message in**
de: **Gesendete Nachricht speichern unter**

source: Select the folder where to save a copy of the message after sending it. This defaults to the *Sent* folder and can be changed here. Select *don't save* to just send the message without saving a copy.
de: Wählen Sie den Ordner, in dem eine Kopie der Nachricht nach dem Senden gespeichert werden soll. Dies ist standardmäßig der *Gesendet*-Ordner und kann hier geändert werden. Wählen Sie *nicht speichern*, um die Nachricht abzuschicken, ohne eine Kopie zu speichern.

source: Compose Email
de: E-Mail verfassen

source: Reply
de: Antworten

source: Forward
de: Weiterleiten

source: Recipients
de: Empfänger

source: Autocomplete
de: Automatische Vervollständigung

source: Attachments
de: Anhänge hinzufügen

source: Formatted
de: Formatierte

source: Images
de: Bilder

source: Responses
de: Antworten bearbeiten

source: Boilerplate
de: Vorformulierten

source: Priority
de: **Priorität**

source: Receipt
de: Erhalt
