Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/mail/importexport.po
Languages: de

source: Import/Export
de: Importieren/Exportieren

source: The common exchange formats for email are `MIME <https://en.wikipedia.org/wiki/MIME>`_ (.eml) and `Mbox <https://en.wikipedia.org/wiki/Mbox>`_ (.mbox) which are both supported for import.
de: Die üblichen Austauschformate für E-Mails sind „MIME <https://de.wikipedia.org/wiki/Multipurpose_Internet_Mail_Extensions>"_ (.eml) und „mbox <https://de.wikipedia.org/wiki/Mbox>"_ (.mbox) und werden beide beim Import unterstützt.

source: Importing Email Messages
de: E-Mail-Nachrichten importieren

source: One or multiple files with either MIME or Mbox data can be uploaded to add email messages to the currently selected folder:
de: Eine oder mehrere Dateien mit entweder MIME- oder mbox-Daten können hochgeladen werden, um E-Mail-Nachrichten dem derzeitig ausgewählten Ordner hinzuzufügen:

source: Click the folder where the imported messages should be added.
de: Klicken Sie auf den Ordner, in dem die importierten Nachrichten hinzugefügt werden sollen.

source: Select *Import messages* from the Folder actions menu behind the gear icon in the folders list footer.
de: Wählen Sie *Nachrichten importieren* aus dem Tätigkeitsmenü des Ordners hinter dem Zahnrad-Icon in der Fußzeile der Ordnerliste.

source: Select the file to import from your computer’s hard drive. You can select multiple files in the file picker dialog by holding down the Shift or Ctrl keys while selecting a file.
de: Wählen Sie die von der Festplatte Ihres Computers zu importierende Datei. Sie können im Dateiauswahl-Dialog mehrere Dateien durch gleichzeitiges Gedrückthalten der Umschalt- oder Strg-Tasten Datei auswählen.

source: Press *Upload* to start the import process.
de: Klicken Sie auf *Hochladen*, um mit dem Importieren zu beginnen.

source: Exporting Email Messages
de: E-Mail-Nachrichten exportieren

source: Messages from your inbox or any other folder can be downloaded to your computer for archiving or backup. When exporting, messages will be saved as single .eml files.
de: Nachrichten aus Ihrem Eingangsordner oder jeglichem anderen Ordner können auf Ihren Computer zum Archivieren oder Sichern heruntergeladen werden.

source: Download a Single Message
de: Eine einzelne Nachricht herunterladen

source: To download an email message, first select a message in the :ref:`mail-messages-list` and then choose *Download (.eml)* from the *More* menu in the toolbar. Choose where to save the exported .eml file if prompted, otherwise find the file in the "Downloads" folder on your computer.
de: messages-list>" und dann *Herunterladen (.eml)* aus dem Mehr-Menü in der Werkzeugleiste.

source: Import
de: Importieren

source: Export
de: Exportieren
