Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/mail/mailview.po
Languages: de

source: The content area of the screen shows three areas: :ref:`mail-folders`, :ref:`mail-messages-list` and the :ref:`Preview Pane <mail-preview-pane>` which can be toggled.
de: Der Arbeits-Bereich auf dem Bildschirm ist in drei Bereiche geteilt: :ref:`Mail-Ordner <mail-folders>`, :ref:`Mail-Nachrichtenliste <mail-messages-list>` und :ref:`Vorschaufeld <mail-preview-pane>`, zwischen denen umhergeschaltet werden kann.

source: Messages List
de: Nachrichtenliste

source: This part of the screen is displaying the list of all messages in the currently selected folder. The number of messages displayed in the list and the total number of messages in that folder is stated right below the list. According to your settings, this list only displays a limited number of messages at a time. Use the allow buttons below the list to browse through the multiple "pages".
de: Dieser Teil des Bildschirms zeigt die Liste aller Nachrichten im derzeitig ausgewählten Ordner an. Mit den Zulassen-Schaltflächen unter der Liste können Sie durch mehrere „Seiten" blättern.

source: The application periodically checks for new messages and will update the display if new emails arrived. You can force this check manually by clicking the *Refresh* button in the email view toolbar.
de: Die Anwendung prüft in regelmäßigen Abständen auf neue Nachrichten und aktualisiert die Anzeige wenn neue E-Mails angekommen sind.

source: Open a Message for Reading
de: Eine Nachricht zum Lesen öffnen

source: If the :ref:`Preview Pane <mail-preview-pane>` is visible, a single click on a message will display it in the preview right below the list. In order to open a message in full view or a new window (depending on your settings), double-click it with the mouse. Another way to open a message in a new browser tab or window is to right-click on the subject and then choose "Open Link in New Tab/Window" from the browser's context menu.
de: Wenn das :ref:`Vorschaufeld <mail-preview-pane>` sichtbar ist, zeigt ein einzelner Klick auf eine Nachricht sie in der Vorschau direkt unter der Liste an. Eine andere Möglichkeit, eine Nachricht in einem neuen Browsertab oder -fenster zu öffnen, ist, den Betreff rechtszuklicken und dann "Link in neuem Tab/Fenster öffnen" vom Kontextmenü des Browsers zu wählen.

source: Selecting a message in the list will also activate toolbar buttons that offer further actions related to the selected message, such as replying, forwarding or deleting it.
de: Wenn man eine Nachricht aus der Liste wählt, aktiviert das auch Werkzeugleistenschaltflächen, die weitere Tätigkeiten für die ausgewählte Nachricht anbieten, wie z. B. Antworten, Weiterleiten oder Löschen.

source: Mark Messages as Read or Flagged
de: Nachrichten markieren oder als gelesen markieren

source: When opening an unread message for reading it'll automatically be marked as *read*. This can also be done directly in the list by clicking the unread star in front of the subject. Click it again to mark the message as *unread*.
de: Wenn man eine ungelesene Nachricht zum Lesen öffnet, wird diese automatisch als *gelesen* markiert. Klicken Sie ihn erneut an, um eine Nachricht als *ungelesen* zu markieren.

source: If the flag column is visible (see :ref:`mail-list-columns`) you can flag/unflag a message by clicking on the flag column of the message row. Furthermore there's the *Mark* menu in the toolbar that allows you to flag all selected messages with one click.
de: Wenn die Markierungsspalte sichtbar ist (s. :ref:`Maillistenspalten <mail-list-columns>`), können Sie eine Nachricht markieren/demarkieren, indem Sie auf die Markierungsspalte der Nachrichtenzeile klicken.

source: Change messages list sorting
de: Nachrichtenlisten-Sortierung ändern

source: The sorting order of the messages can be changed by clicking the column in the list header which you'd like the messages being sorted by. Click it once more to reverse the order. The column used for sorting is highlighted in the list header.
de: Die Sortierung der Nachrichten kann durch Klicken auf die Spalte in der Listenkopfzeile, nach der Sie die Nachrichten sortieren möchten, geändert werden.

source: Threaded message listing
de: Nachrichten als Fäden darstellen

source: Instead of sorting messages by their date or subject, conversations spawning multiple messages can be grouped together as "Threads". Use the switch buttons on the left in the message list footer to toggle between *List* or *Threads* view. When in thread mode, groups of messages can be collapsed or expanded using the arrow icons in the leftmost column of the message list.
de: Statt Nachrichten nach Datum oder Betreff zu sortieren, können Unterhaltungen, die aus mehreren Nachrichten bestehen, als Threads gruppiert werden. Im Threadmodus können Gruppen von Nachrichten mit den Pfeilicons in der Spalte am linken Rand der Nachrichtenliste auf- oder zugeklappt werden.

source: Change message list columns
de: Spalten der Nachrichtenliste ändern

source: The columns displayed in the list can be adjusted by clicking the *List Options* icon in the leftmost column of the message list header. This opens a dialog where you can select which columns to display and how to sort messages. Click *Save* to apply the changes and to close the dialog.
de: Die in der Liste angezeigten Spalten können durch Klicken auf den *Listenoptionen*-Icon in der Spalte am linken Rand der Nachrichtenlisten-Kopfzeile eingestellt werden.

source: The "From/To" column is a magic column that displays the sender of the message *or* the recipient when you switch to the Sent or Drafts folder.
de: Die „Von/An"-Spalte ist eine magische Spalte, die die Absenderin einer Nachricht *oder* die Empfängerin anzeigt, wenn Sie zum Gesendet- oder Entwürfe-Ordner wechseln.

source: The position of the columns in list can also be adjusted by dragging the header of a specific column with the mouse and dropping it at where you'd like it to appear.
de: Die Position der Spalten in der Liste kann auch angepasst werden, indem Sie die Kopfzeile einer bestimmten Spalte mit der Maus dorthin ziehen, wo Sie sie haben wollen.

source: Selecting Multiple Messages
de: Mehrere Nachrichten auswählen

source: With a single click on a row in the messages list, the according message is selected and highlighted. By pressing either the Shift or Ctrl keys on your keyboard while clicking on a message, you can select multiple messages or unselect them.
de: Mit einem einzelnen Klick auf eine Zeile in der Nachrichtenliste, wird die entsprechende Nachricht ausgewählt und hervorgehoben. Durch Drücken entweder der Umschalt- oder Strg-Taste auf Ihrer Tastatur während Sie eine Nachricht anklicken, können mehrere Nachrichten ausgewählt oder aus der Auswahl entfernt werden.

source: There are also selection helpers hidden in the *Select* drop-down menu located in the message footer. The menu allows you to select all unread or flagged messages at once or to invert or reset the current selection.
de: Es sind auch Auswahlhelfer im *Auswählen*-Dropdownmenü der Nachrichten-Fußzeile verborgen.

source: Mailbox folders
de: Eingangsordner

source: On the left side you see a hierarchical list of all folders in your mailbox. Folders can be used to file email messages by topic, sender or whatever you choose for organization.
de: Auf der linken Seite sehen Sie eine hierarchische Liste aller Ordner in Ihrem E-Mail-Eingang. Ordner können benutzt werden, um E-Mail-Nachrichten nach Thema, Absender oder was auch immer Sie zum Organisieren wählen, archiviert werden.

source: Incoming messages usually appear in the Inbox folder which is the first item in the folder list. There are some special folders which are used by the system to store sent (*Sent*) or deleted (*Trash*) messages and where not-yet-sent message drafts (*Drafts*) are saved. These system folders are indicated with special icons.
de: Eingehende Nachrichten erscheinen normalerweise im Eingangsordner, der der erste Punkt in der Ordnerliste ist. Diese Systemordner sind mit besonderen Icons ausgewiesen.

source: The number of unread messages in each folder is displayed at the right border of the folder list.
de: Die Anzahl ungelesener Nachrichten in jedem Ordner wird am rechten Rand der Ordnerliste angezeigt.

source: Click a folder in the list to show the contained messages in the message list on the right. The currently selected folder is highlighted in the list.
de: Klicken Sie auf einen Ordner in der Liste, um die enthaltenen Nachrichten in der Nachrichtenliste rechts anzuzeigen.

source: Folders with hidden subfolders are indicated with a small [+] icon which can be clocked to expand or collapse the folder tree.
de: Ordner mit verborgenen Unterordnern sind mit einem kleinen [+]-Icon versehen, der angeklickt werden kann, um den Ordnerbaum auf- oder zuzuklappen.

source: Folder operations
de: Ordner-Tätigkeiten

source: In the footer of the folder list, the *Folder actions* icon shows a list of folder-related actions when clicked. Most of the actions in the menu affect the currently selected folder.
de: In der Fußzeile der Ordnerliste, zeigt das *Ordner-Tätigkeiten*-Icon eine Liste von ordnerbezogenen Tätigkeiten, wenn man es anklickt.

source: **Compact**
de: **Komprimieren**

source: This action will compress the folder size by finally deleting messages that have been marked for deletion.
de: Dies komprimiert die Ordnergröße durch Löschen von Nachrichten, die zum Löschen markiert wurden.

source: **Empty**
de: **Leeren**

source: This will delete all messages in the selected folder permanently. Be very careful with this operation as it cannot be undone. For security reasons, this action is only available for the Trash and Junk folders.
de: Dies löscht alle Nachrichten im ausgewählten Ordner dauerhaft. Aus Sicherheitsgründen ist diese Tätigkeit nur für Papierkorb und Spam-Ordner verfügbar.

source: **Manage folders**
de: **Ordner verwalten**

source: This menu item will take you the :ref:`settings section <settings-folders>` when you can manage the mailbox folders. This is where you can create, delete, rename or re-organize your email folders.
de: Unter diesem Menüpunkt finden Sie den :ref:`Einstellungen <settings-folders>`, wo Sie die E-Mail-Ordner verwalten können.

source: Quota display
de: Speicherplatzanzeige

source: If your mailbox is limited by a maximum size, the quota display located in the footer of the folder list indicates the current usage of the available disk space. Move the mouse pointer over the percentage display to see the real numbers of your quota usage.
de: Wenn Ihr E-Mail-Eingang auf eine Maximalgröße beschränkt ist, führt die Quotenanzeige in der Fußzeile der Ordnerliste die aktuelle Verwendung verfügbaren Speicherplatzes an.

source: Preview Pane
de: Vorschaufeld

source: Shortcut Functions
de: Tastaturbefehle

source: In the upper right corner of the preview pane are buttons for often used actions like reply or forward the message.
de: In der oberen rechten Ecke des Vorschaubereichs gibt es Schaltflächen für häufig benutzte Tätigkeiten wie Nachricht Beantworten oder Weiterleiten.

source: Expanding the Message Headers
de: Nachrichtenkopfzeilen erweitern

source: The preview pane is meant to give you a quick view of the message. Thus only important message fields such as sender and date are displayed right away. The header part of the preview can be expanded with click on the down-arrow at the left of the header.
de: Der Vorschaubereich soll Ihnen eine Schnellansicht der Nachricht geben. Die Kopfzeile kann in der Vorschau durch Anklicken des Herunter-Pfeils auf der linken Seite der Kopfzeile erweitert werden.

source: Messages
de: Nachrichtenliste

source: List
de: Liste

source: Read
de: Gelesen

source: Unread
de: Ungelesen

source: Flag
de: Markieren

source: Sort
de: Sortieren

source: Threads
de: Fäden

source: Columns
de: Kolumne

source: Select
de: Auswählen

source: Folders
de: Eingangsordner

source: Compact
de: **Komprimieren**

source: Empty
de: Leeren

source: Quota
de: Speicherplatz

source: Preview
de: Vorschaufeld
