Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/mail/organization.po
Languages: de

source: Organizing your Email Messages
de: Organisieren Ihrer E-Mail-Nachrichten

source: The :ref:`folder list <mail-folders>` in the email view lists all folder that can be used to sort emails into for temporary or final storage. You manage the folders in the :ref:`settings section <settings-folders>` and freely choose the hierarchy of the folder tree.
de: Die :ref:`Ordnerliste <mail-folders>` in der E-Mail-Ansicht listet alle Ordner auf, die benutzt werden können, um E-Mails provisorisch bzw. dauerhaft abzulegen.

source: Special System Folders
de: Besondere Systemordner

source: Some of the folders have a special meaning and are used by the system to place messages in. These special folders are indicated with an individual icon in the list and usually cannot be deleted or renamed.
de: Einige Ordner haben besondere Bedeutung und werden vom System genutzt, um Nachrichten abzulegen.

source: **Inbox**
de: **Eingang**

source: This is where new messages arrive.
de: Neue Nachrichten kommen hier an.

source: **Drafts**
de: **Entwürfe**

source: When :ref:`composing messages <mail-compose>` you can save them temporarily as draft. Such messages are stored in this folder an can be picked up for editing here.
de: Wenn Sie :ref:`Nachrichten verfassen <mail-compose>`, können Sie sie vorübergehend als Entwurf speichern.

source: **Sent**
de: **Gesendet**

source: Unless configured otherwise, a copy of each message you compose and send to others will be saved to this folder.
de: Wenn nicht anders eingestellt, wird eine Kopie jeder Nachricht, die Sie verfassen und versenden, in diesem Ordner gespeichert.

source: **Trash**
de: **Papierkorb**

source: When you delete a message it is moved to this folder and not deleted immediately. Depending on the email server's settings, trashed messages will automatically be removed from this folder after a certain time. You can also empty the trash folder manually with the *Empty* command from the :ref:`Folder actions menu <mail-folders>`.
de: Wenn Sie eine Nachricht löschen, wird Sie in diesen Ordner verschoben und nicht sofort gelöscht. Sie können den Papierkorb auch manuell mit dem *Leeren*-Befehl aus dem :ref:`Ordner-Tätigkeiten-Menü <mail-folders>` leeren.

source: The assignment of special folders can be changed in :ref:`Preferences > Special Folders <settings-prefs-folders>`.
de: Die Zuordnung von Spezialordnern kann unter :ref:`Voreinstellungen > Spezialordner <settings-prefs-folders>` geändert werden.

source: How to Move Messages to Folders
de: Wie man Nachrichten in Ordner verschiebt

source: Filing messages to specific folders is as simple as dragging a message from the list with the mouse and dropping it on the folder you want it moved to. That also works with :ref:`multiple messages selected <mail-list-select>`.
de: Um Nachrichten in einen bestimmten Ordner abzulegen, ziehen Sie die Nachricht einfach mit der Maus von der Liste auf den Ordner, in den Sie sie verschieben wollen.

source: If the target folder is a subfolder and not currently visible, just hold the mouse over the parent folder while dragging and it'll expand automatically after two seconds. Move the mouse (while dragging) over the folder list footer to let it scroll until the target folder moves into sight.
de: Wenn der Zielordner ein Unterordner ist und derzeit nicht sichtbar, halten Sie einfach die Maus auf den übergeordneten Ordner während Sie die Datei ziehen und nach zwei Sekunden erweitert er sich automatisch.

source: Copy instead of moving
de: Kopieren statt Verschieben

source: There's also the possibility to copy a message into another folder instead of moving it there. Holding down the Shift key on the keyboard while dropping one or multiple messages on the destination folder will open a menu where you can choose to either *Move* or *Copy* them.
de: Es gibt auch die Möglichkeit, eine Nachricht in einen anderen Ordner zu kopieren statt sie dorthin zu verschieben. Wenn Sie die Umschalttaste der Tastatur beim Ziehen einer oder mehrerer Nachrichten in den Zielordner gedrückt halten, öffnet sich ein Menü, in dem Sie wählen können, ob Sie die Dateien entweder *Verschieben* oder *Kopieren* wollen.

source: Moving from the Message View Screen
de: Vom Nachrichtenansicht-Bildschirm aus verschieben

source: When reading a message in the full message view screen, you'll find a drop-down menu labelled *Move to...* in the toolbar on top. Select a folder from that menu and the message will be moved there. The message view screen will then load the next message in the list of the current folder.
de: Wenn Sie eine Nachricht Nachrichten-Vollansichts-Bildschirm lesen, sehen Sie ein Dropdownmenü namens *Verschieben nach...* in der Werkzeugleiste oben.

source: Delete Messages
de: Nachrichten löschen

source: The selected message(s) can be deleted from the current folder by clicking the *Delete* icon in the toolbar or by hitting the <Del> (or Backspace on Mac) key on your keybaord. This will by default move the message to the Trash folder and not delete it right away unless you do this for messages in the Trash folder. In order to immediately delete the message in first place, hold down the Shift key on your keyboard while clicking the *Delete* button or when pressing <Del>.
de: Die ausgewählten Nachrichten können aus dem aktuellen Ordner durch Anklicken des *Löschen*-Icons in der Werkzeugleiste oder durch Drücken der <Entf>-Taste (bzw. der Rücksetztaste beim Mac) auf Ihrer Tastatur gelöscht werden. Um die Nachricht sofort zu löschen, halten Sie die Umschalttaste auf Ihrer Tastatur beim Anklicken der *Löschen*-Schaltfläche bzw. beim Drücken von <Entf> gedrückt.

source: There's a preference in :ref:`Settings > Preferences > Server Settings <settings-prefs-server>` where the default behavior of message deletion can be changed.
de: Es gibt unter :ref:`Einstellungen > Voreinstellungen > Server-Einstellungen <settings-prefs-server>` eine Voreinstellung, wo das standardmäßige Verhalten beim Löschen von Nachrichten geändert werden kann.

source: Folders
de: Ordner

source: Move
de: Verschieben

source: Copy
de: Kopieren

source: Delete Message
de: Nachrichten löschen
