Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/mail/reading.po
Languages: de

source: Viewing Emails and Attachments
de: E-Mails und Anhänge betrachten

source: Double-clicking a message in the list opens it in full size or in a new window, depending on your :ref:`message display preferences <settings-prefs-mailview>`.
de: Doppelklicken auf eine Nachricht in der Liste öffnet diese in voller Größe oder in einem neuen Fenster, je nach Ihren :ref:`Nachrichtdarstellung-Voreinstellungen <settings-prefs-mailview>`.

source: The header block now shows all message headers including a photo of the sender if one is found in your address book.
de: Der Kopfzeilenblock zeigt jetzt alle Nachrichtenköpfe einschließlich eines Fotos der Absenderin an, wenn eines in Ihrem Adressbuch gefunden wird.

source: Open in a New Window
de: In neuem Fenster öffnen

source: While looking at a message in the preview pane, it can be opened in a new window by pressing the |button-extwin| button.
de: Wenn Sie eine Nachricht im Vorschaubereich ansehen, kann sie in einem neuen Fenster geöffnet werden, indem die |button-extwin|-Schaltfläche gedrückt wird.

source: When opening a message in full-size view, the toolbar above shows buttons for possible actions to choose for this message.
de: Wenn eine Nachricht in Vollansicht geöffnet wird, zeigt die Werkzeugleiste darüber Schaltflächen für mögliche Tätigkeiten für diese Nachricht.

source: Move to Another Folder
de: In einen anderen Ordner verschieben

source: Use the drop-down list on the top right of the toolbar to move the current message to another folder. When a folder is selected from that list, the message is moved there right away and the window will display the next message in the list.
de: Benutzen Sie die Dropdownliste rechts von der Werkzeugleiste, um die aktuelle Nachricht in einen anderen Ordner zu verschieben. Wenn ein Ordner aus dieser Liste ausgewählt wird, wird die Nachricht sofort dorthin verschoben und das Fenster wird die nächste Nachricht in der Liste anzeigen.

source: Jump to the Next or Previous Message
de: Zur nächsten oder vorherig Nachricht wechseln

source: Use the arrow buttons on the right side of the headers box to jump to the next or previous message on the folder. If there's no next or previous message, the buttons will be disabled.
de: Benutzen Sie die Pfeiltasten auf der rechten Seite des Kopfzeilenfeldes, um zur nächsten oder vorherigen Nachricht im Ordner zu wechseln. Wenn es keine nächste oder vorherige Nachricht gibt, werden die Schaltflächen deaktiviert.

source: Add Contacts to your Address Book
de: Kontakte zu Ihrem Adressbuch hinzufügen

source: Every email address referenced in the current message, either as sender or recipient, can be saved to the address book with a single click on the *Add contact* |icon-addcontact| icon right next to it. Of course it won't be saved twice if a contact with that email address already exists in the address book.
de: Jede E-Mail-Adresse, auf die die aktuelle Nachricht Bezug nimmt, entweder als Absenderin oder Empfängerin, kann im Adressbuch mit einem einfachen Klick auf den *Kontakt hinzufügen* |icon-addcontact|-Icon direkt daneben gespeichert werden. Natürlich wird Sie nicht doppelt gespeichert, wenn sich schon ein Kontakt mit dieser E-Mail-Adresse im Adressbuch befindet.

source: View or Download Attachments
de: Anhänge betrachten oder herunterladen

source: If the opened message has any files attached, these are listed on the right, next to the message text. Click on the file name to open or download it. If the file can be displayed directly in the web browser, a preview window will be opened showing the attachment. This will happen for images, text files and PDFs if your browser indicates being able to display them.
de: Wenn der geöffneten Nachricht irgendwelche Dateien angehängt sind, werden diese rechts neben dem Nachrichtentext aufgelistet. Klicken Sie auf den Dateinamen, um sie zu öffnen bzw. herunterzuladen. Wenn die Datei direkt im Browser angezeigt werden kann, öffnet sich ein Vorschaufenster, das den Anhang zeigt. Dies ist der Fall bei Bildern, Textdateien und PDFs, wenn Ihr Browser diese darstellen kann.

source: Otherwise clicking the file name will initiate the download process and a dialog will most likely appear, asking you where to save the file. If that doesn't happen, check the default "Downloads" folder on your computer for the attachment file.
de: Anderenfalls wird das Klicken auf den Dateinamen den Download einleiten. Es sollte ein Dialog erscheinen, in dem Sie aufgefordert werden einen Speicherort für die Datei zu wählen. Wenn das nicht geschieht, überprüfen Sie den Standard-\"Download\"-Ordner Ihres Computers auf die angehängte Datei.

source: Forcing Attachment Download
de: Anhang-Download erzwingen

source: For files being opened in the browser directly, you can force download by either clicking on the *Download* link in the preview window or by right-clicking the attachment file name in the message view and then choosing "Save Link As..." from the browser's context menu.
de: Bei Dateien, die direkt im Browser geöffnet werden, können Sie den Download erzwingen, indem Sie entweder auf den *Herunterladen*-Link im Vorschaufenster klicken oder indem Sie den Dateinamen des Anhangs in der Nachrichtenansicht rechtsklicken und „Link speichern unter" aus dem Kontextmenü des Browsers wählen.

source: Image Previews
de: Bildvorschau

source: If enabled in the :ref:`Preferences <settings-prefs-mailview>` images attached to the message are listed as previews (aka "thumbnails") right below the message text. Each image has links right next to it which let you either open the image in full size (*Show*) or *Download* it to your computer's hard drive.
de: Wenn es in den :ref:`Voreinstellungen <settings-prefs-mailview>\` aktiviert ist, werden an die Nachricht angehängte Bilder als Vorschau (bzw. „Thumbnails\") direkt unter dem Nachrichtentext aufgelistet. Direkt neben jedem Bild gibt es Links, mit denen Sie entweder das Bild in voller Größe öffnen (*Anzeigen*) oder es auf die Festplatte Ihres Computers *Herunterladen* können.

source: Read
de: Lesen

source: Attachments
de: Anhänge

source: Download
de: Herunterladen

source: Preview
de: Bildvorschau
