Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/mail/searching.po
Languages: de

source: Searching Email Messages
de: E-Mail-Nachrichten durchsuchen

source: For searching email messages, first select the folder you want to search in the :ref:`mail-folders` list on the left. Then enter the search term into the search box above the message list and press <Enter> on your keyboard to start the search. Search results will be displayed in the message list.
de: Um E-Mail-Nachrichten zu durchsuchen, wählen Sie zuerst den Ordner, in dem suchen wollen, in der :ref:`Mail-Ordner <mail-folders>` Liste links. Geben Sie dann den Suchbegriff in das Suchfeld über der Nachrichtenliste ein und drücken <Eingabe> auf Ihrer Tastatur, um zu suchen zu beginnen. Suchergebnisse werden in der Nachrichtenliste angezeigt.

source: Reset the search by clicking the *Reset search* icon on the right border of the search box. Switching to another folder will also reset the search and clear the search box.
de: Setzen Sie die Suche durch Klicken auf das *Suche zurücksetzen*-Icon am rechten Rand des Suchfelds zurück. Auch wenn Sie zu einem anderen Ordner wechseln, wird die Suche zurückgesetzt und das Suchfeld geleert.

source: Choose what parts to search
de: Wählen Sie welche Teile Sie durchsuchen wollen.

source: Open the search options menu by clicking the search icon left in the search box. You can select which parts of the message should be searched for the entered term. Check *Entire message* to search them all.
de: Öffnen Sie das Suchoptionsmenü durch Klicken auf das Suchicon links im Suchfeld. Sie können auswählen, welche Teile der Nachricht nach dem eingegeben Begriff durchsucht werden sollen. Setzen Sie ein Häkchen bei *Ganze Nachricht*, um alles zu durchsuchen.

source: You can also type specific search criteria directly into the box, such as "from:Scott" or "subject:Conference." Supported criteria keywords are:
de: Sie können auch spezifische Suchkriterien direkt in das Feld tippen, wie „To:Scott" oder "Subject:Konferenz". Wichtig: Die Suche richtet sich nach den normierten Namen der Felder, die industrietypisch in Englisch definiert sind:

source: from:
de: Von: (From:)

source: to:
de: An: (To:)

source: cc:
de: Kopie: (Cc:)

source: bcc:
de: Blindkopie: (Bcc:)

source: subject:
de: Betreff: (Subject:)

source: body:
de: Inhalt: (Body:)

source: Choose where to search
de: Wählen Sie, wo gesucht werden soll.

source: Also located in the search options menu, the "Scope" selector controls whether messages are searched in the currently selected folders, including subfolders or accross all folders. If a search query is already active, changing the scope in this menu will immediately execute the search again and update the results in the message list.
de: Auch im Suchoptionsmenü finden Sie den „Umfang\"-Wähler, der regelt, ob Nachrichten im derzeitig ausgewählten Ordner einschließlich Unterordnern bzw. in allen Ordnern gesucht werden. Wenn eine Suchanfrage schon aktiv ist, führt ein Wechsel des Menüs sofort die Suche erneut aus und aktualisiert die Ergebnisse in der Nachrichtenliste.

source: Message List Filters
de: Nachrichtenliste-Filter

source: The drop-down menu next to the search box offers some predefined filters to quickly reduceg the messages listed to their status or priority.
de: Das Dropdownmenü neben dem Suchfeld bietet einige vordefinierte Filter zum schnellen Reduzieren der nach ihrem Status oder ihrer Priorität aufgelisteten Nachrichten.

source: The filter rules selected here are applied in addition to the search term entered in the search box. For example you can choose to only list unanswered messages from Paul by selecting the filter *Unanswered* and enter "from:Paul" in the search box.
de: Die Filterregeln, die hier ausgewählt werden, werden zusätzlich zu dem im Suchfeld eingegeben Suchbegriff angewendet. Z. B. können Sie wählen, dass nur unbeantwortete Nachrichten von Paul aufgelistet werden, indem sie den Filter *Unbeantwortet* wählen und "von:Paul" ins Suchfeld eingeben.

source: The message filters also depend on the :ref:`"Scope" <mail-search-scope>` selected in the search options menu. Change the scope if you want to expand the active filter to list matching messages from all folders.
de: Die Nachrichtenfilter hängen auch vom :ref:`„Umfang\" <mail-search-scope>\`, den Sie im Suchoptionsmenü ausgewählt haben, ab. Ändern Sie den Umfang, wenn Sie den aktiven Filter erweitern wollen, um passende Nachrichten aus alles Ordnern aufzulisten.

source: Search
de: Suchen
