Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/settings/folders.po
Languages: de

source: Managing Folders
de: Ordner verwalten

source: This section of the settings task allows you to manage the tree of mailbox folders.
de: Dieser Abschnitt des Einstellungen-Tasks lässt Sie den Baum von E-Mail-Eingangs-Ordnern verwalten.

source: The hierarchical folder tree is displayed in the middle list widget where you can select a single folder by clicking it. Folder information and some settings then appear in the right properties pane.
de: Der hierarchische Ordnerbaum wird im mittleren Listen-Widget angezeigt, wo Sie einen Ordner durch Anklicken auswählen können.

source: There might be folders which are grayed out and which cannot be edited nor deleted or renamed. Such folders are "virtual" folders which are only there for structuring but which cannot contain any messages.
de: Es könnte Ordner geben, die grau überlegt sind und nicht bearbeitet, gelöscht oder umbenannt werden können.

source: Some :ref:`Special System Folders <mail-organize>` cannot be renamed or unsubscribed because they have special purposes and are used by system processes.
de: Einige :ref:`besondere Systemordner <mail-organize>` können nicht umbenannt oder abbestellt werden, da sie besondere Zwecke haben und von Systemprozessen benutzt werden.

source: Subscribe to Folders
de: Ordner abonnieren

source: In the folder list, the right column indicates whether a folder is subscribed and by clicking the checkbox, the subscription for that folder can be changed.
de: In der Ordnerliste zeigt die rechte Spalte an, ob ein Ordner abonniert ist. Durch Klicken auf das Kontrollkästchen kann das Abonnement dieses Ordners geändert werden.

source: Subscribed folders appear in the :ref:`email view <mail-folders>` whereas unsubscribed ones are hidden and only visible here.
de: Abonnierte Ordner erscheinen in der :ref:`E-Mail-Ansicht <mail-folders>`, wohingegen Abbestellte verborgen und nur hier sichtbar sind.

source: Create a new Folder
de: Neuen Ordner erstellen

source: Click the *Create new Folder* icon (+) in the list footer
de: Klicken Sie auf das *Neuen Ordner Erstellen*-Icon in der Fußzeile der Liste.

source: Enter a name for the new folder in the properties form on the right
de: Geben Sie einen Namen für den neuen Ordner in die Eigenschaftenmaske rechts ein.

source: Select a parent folder or --- to create the folder on top level
de: Wählen Sie einen übergeordneten Ordner oder ---, um den Ordner auf der höchsten Ebene zu erstellen.

source: Click the *Save* button below the form to finally create it
de: Klicken Sie auf die *Speichern*-Schaltfläche unter der Maske, um es zu erstellen.

source: The *Parent folder* field is already pre-selected whith the folder currently selected in the folder list on the left.
de: Das *Übergeordneter Ordner*-Feld ist in Form des derzeitig in der Ordnerliste links ausgewählten Ordners schon vorausgewählt.

source: Manage the Folder Hierarchy
de: Ordnerhierarchie verwalten

source: Folders can be nested to build a hierarchical structure to store your emails. Even an existing folder can be made a subfolder of another one or moved to the top level.
de: Ordner können verschachtelt werden, um eine hierarchische Struktur zum Speichern Ihrer E-Mails aufzubauen.

source: To move a folder simply drag & drop it with the mouse from the list onto the desired parent folder.
de: Um einen Ordner zu verschieben, ziehen Sie ihn einfach mit der Maus von der Liste auf den erwünschten übergeordneten Ordner.

source: Alternatively the parent folder can be selected in the property form in the right and by hitting *Save* the currently selected folder is moved to its new parent.
de: Alternativ kann der übergeordnete Ordner aus der Eigenschaftenmaske rechts ausgewählt werden und durch Klicken auf *Speichern* wird der derzeitig ausgewählte Ordner in seinen neuen übergeordneten Ordner verschoben.

source: Delete Folders
de: Ordner löschen

source: Select a folder in the list
de: Wählen Sie einen Ordner aus der Liste.

source: Open the *Folder Actions* menu in the list footer and click *Delete*
de: Öffnen Sie das *Ordnertätigkeiten*-Menü in der Fußzeile der Liste und klicken Sie auf *Löschen*.

source: Confirm the deletion
de: Bestätigen Sie das Löschen.

source: Search for Folders
de: Nach Ordnern suchen

source: If the list of folders happens to be very long, a search box can be unfolded from the magnifier glass icon in the header of the folder list. The folder tree is reduced to matching folders as you type in the search box.
de: Falls die Ordnerliste sehr lang ist, kann ein Suchfeld vom Lupen-Icon in der Kopfzeile der Ordnerliste ausgeklappt werden.

source: Right above the search box, a drop-down menu provides ways to reduce the folder list to common scopes (aka "namespaces") like "Personal", "Shared" or "Other users". The selection may vary with the capabilities of your email server.
de: Direkt über dem Suchfeld bietet ein Dropdownmenü Möglichkeiten an, um die Ordnerliste auf übliche Bereiche (bzw. „Namensräume") wie „persönlich", „geteilt" oder „andere Benutzer" zu reduzieren.

source: Folders
de: Ordner

source: Subscribe
de: Abonnieren

source: Subscription
de: Abonnement

source: Create Folder
de: Neuen Ordner erstellen

source: Delete Folder
de: Ordner löschen
