Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/settings/identities.po
Languages: de

source: Sender Identities
de: Absenderidentitäten

source: Settings
de: Einstellungen

source: This first block contains general properties for the selected sender identity:
de: Der erste Block enthält allgemeine Eigenschaften der ausgewählten Absenderidentität:

source: **Display name**
de: **Anzeigename**

source: The full name displayed in the recipient's email program upon receiving your message
de: Der vollständige Name, der im E-Mail-Programm der Empfängerin angezeigt wird, wenn sie Ihre Nachricht erhält.

source: **Organization**
de: **Organisation**

source: Some email programs display the organization field when receiving messages from you with this filled out.
de: Einige E-Mail-Programme zeigen ein Organisationsfeld an, wenn Nachrichten von Ihnen empfangen werden, in denen es ausgefüllt ist.

source: **Reply-to**
de: **Antworten an**

source: Enter an email address that differs from the identity's email address here in order to force recipients to send answers to that address instead of the sender email address.
de: Geben Sie hier eine E-Mail-Adresse ein, die von der E-Mail-Adresse der Identität abweicht, um Empfängerinnen zu zwingen, Antworten an diese Adresse statt der Absender-E-Mail-Adresse zu schicken.

source: Specify an email address here that will receive blind copies of every message you send with this identity.
de: Geben Sie hier eine E-Mail-Adresse an, die Blindkopien jeder Nachricht, die Sie mit dieser Identität verschicken, erhalten soll.

source: **Set default**
de: **Als Standard setzen**

source: Signature
de: Signatur

source: **Signature**
de: **Signatur**

source: Enter the signature text here.
de: Geben Sie hier einen Signaturtext ein.

source: **HTML signature**
de: **HTML-Signatur**

source: Adding Images to a Signature
de: Einer Signatur Bilder hinzufügen

source: Instead of dragging an image file into the editor, you can also paste an image from your clipboard after copying it from another application or browser window.
de: Statt eine Bilddatei in den Editor zu ziehen, können Sie auch ein Bild aus der Zwischenablage einfügen, nachdem Sie es aus einer anderen Anwendung oder einem andere Browserfenster kopiert haben.

source: Open the image in an image viewer or browser window, then press *Ctrl+C* to copy it, click into the signature text box at the position where you want the image to appear and press *Ctrl+V* to insert it from the clipboard.
de: Öffnen Sie das Bild in einem Bildbetrachtungsprogramm oder Browserfenster und drücken Sie dann *Strg+C*, um es zu kopieren, klicken Sie an der Position in das Signatur-Textfeld, an der das Bild erscheinen soll, und drücken Sie *Strg+V*, um es aus der Zwischenablage einzufügen.

source: Managing Multiple Sender Identities
de: Mehrere Absenderidentitäten verwalten

source: The *Delete* button also located in the identities list footer will delete the currently selected identity after displaying a confirmation dialog.
de: Die *Löschen*-Schaltfläche, die sich auch in der Fußzeile der Identitätenliste befindet, löscht die derzeitig ausgewählte Identität nach dem Anzeigen eines Bestätigungsdialogs.
