Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/settings/preferences.po
Languages: de

source: Preferences
de: Voreinstellungen

source: After changing preferences, don't forget to save them by clicking the *Save* button below the settings form.
de: Vergessen Sie nicht, nach dem Ändern von Voreinstellungen zu speichern, indem Sie auf die *Speichern*-Schaltfläche unter der Einstellungen-Maske klicken.

source: User Interface
de: Benutzeroberfläche

source: **Language**
de: **Sprache**

source: **Time zone**
de: **Zeitzone**

source: **Time format**
de: **Zeitformat**

source: Select how time (hours, minutes) are displayed.
de: Wählen Sie, wie Zeit (Stunden, Minuten) angezeigt wird.

source: **Date format**
de: **Datumsformat**

source: Select the format how dates should be displayed.
de: Wählen Sie, in welchem Format Daten angezeigt werden sollen.

source: **Pretty dates**
de: **Hübsche Daten**

source: With this option checked, dates close to today will be translated into relative terms like "Today", "Yesterday", etc.
de: Wenn Sie an dieser Option ein Häkchen setzen, werden Daten, die dicht an Heute liegen, in relative Begriffe wie "Heute", "Gestern", usw. übertragen.

source: **Refresh**
de: **Aktualisieren**

source: Set the interval you want the system to check for updates (e.g. for new messages arrived)
de: Stellen Sie das Intervall, in dem das System z. B. neue nagekommene Nachrichten aktualisieren soll, ein.

source: **Interface Skin**
de: **Schnittstellenskin**

source: Choose the visual appearance of the user interface from a selection of themes.
de: Wählen Sie das Aussehen der Benutzeroberfläche aus einer Auswahl von Motiven

source: **Handle popups as standard windows**
de: **Popups als gewöhnlich Fenster behandeln**

source: **Register protocol handler**
de: **Protokollhandler registrieren**

source: You can register this webmail app to be opened when ever you click an email link somewhere on the web.
de: Sie können diesen Webmail-Dienst registrieren, damit er geöffnet wird, wenn Sie irgendwo im Netz einen E-Mail-Link anklicken.

source: Mailbox View
de: Eingangsansicht

source: **Show preview pane**
de: **Vorschaubereich anzeigen**

source: This shows or hides the :ref:`mail-preview-pane` in the mail view.
de: Dies zeigt oder verbirgt das :ref:„Mail-Vorschaufeld <mail-preview-pane>" in der Mailansicht.

source: **Mark previewed messages read**
de: **Vorgeprüfte Nachrichten als gelesen markieren**

source: Select the delay to mark new messages as "read" when opening them in the preview pane.
de: Wählen Sie die Verzögerung, mit der neue Nachrichten als „gelesen" markiert werden, wenn sie im Vorschaubereich geöffnet werden.

source: **Request for receipts**
de: **Empfangsbestätigung anfragen**

source: This option controls the behavior when you open a message for which the sender requested a read receipt.
de: Diese Option regelt das Verhalten, wenn Sie eine Nachricht öffnen, für die die Absenderin eine Empfangsbestätigung angefragt hat.

source: **Expand message threads**
de: **Nachrichtenthreads erweitern**

source: When listing messages in :ref:`threads <mail-list-thread>`, this option controls how conversation groups are expanded in the list.
de: Wenn Nachrichten als :ref:„Threads <mail-list-thread>" aufgelistet werden, regelt diese Option, wie Konversationsgruppen in der Liste erweitert werden.

source: **Rows per page**
de: **Zeilen pro Seite**

source: **Check all folders for new messages**
de: **Alle Ordner auf neue Nachrichten überprüfen**

source: Displaying Messages
de: Nachrichten anzeigen

source: **Open message in a new window**
de: **Nachricht in einem neuen Fenster öffnen**

source: With this option checked, double-clicking a message in the email view will open it in a new window instead of the current browser window/tab.
de: Wenn diese Option mit einem Häkchen versehen ist, öffnet Doppelklicken auf eine Nachricht in der E-Mail-Ansicht sie in einem neuen Fenster statt des aktuellen Browserfensters/-tabs.

source: **Display HTML**
de: **HTML anzeigen**

source: **Display remote inline images**
de: **Eingebundene externe Bilder anzeigen**

source: **Display attached images below the message**
de: **Angehängte Bilder unter der Nachricht anzeigen**

source: Enable this option if you want image attachments to be displayed below the message text.
de: Aktivieren Sie diese Option, wenn Sie wollen, dass Bildanhänge unter dem Nachrichtentext angezeigt werden.

source: **After message delete/move display the next message**
de: **Nach dem Löschen/Verschieben nächste Nachricht anzeigen**

source: Controls whether the screen should jump to the next message in the list when opening an email message (not in the preview pane) and then move or delete it.
de: Regelt, ob die Anzeige zur nächsten Nachricht in der Liste wechseln soll, wenn eine E-Mail-Nachricht (nicht im Vorschaubereich) geöffnet und dann verschoben oder gelöscht wird.

source: Advanced options
de: Erweiterte Optionen

source: **Default Character Set**
de: **Standard-Zeichensatz**

source: Composing Messages
de: Nachrichten verfassen

source: **Compose in a new window**
de: **In einem neuen Fenster verfassen**

source: With this option checked, the message compose form will open in a new window instead of the current browser window/tab.
de: Wenn diese Option mit einem Häkchen versehen ist, öffnet sich die Nachricht-Verfassen-Maske in einem neuen Fenster statt des aktuellen Browserfensters/-tabs.

source: **Compose HTML messages**
de: **HTML-Nachrichten verfassen**

source: **Automatically save draft**
de: **Entwurf automatisch speichern**

source: **Always request a return receipt**
de: **Immer eine Empfangsbestätigung anfordern**

source: Activate the "Return receipt" :ref:`sending option <mail-compose-options>` by default for new messages.
de: Aktivieren Sie die :ref:„Sendeoption <mail-compose-options>" für „Empfangsbestätigungen" standardmäßig für neue Nachrichten.

source: **Always request a delivery status notification**
de: **Immer eine Zustellungsstatusmeldung anfordern**

source: Activate the "Delivery status notification" :ref:`sending option <mail-compose-options>` by default for new messages.
de: Aktivieren Sie die :ref:„Sendeoption <mail-compose-options>" für „Zustellungsstatusmeldungen" standardmäßig für neue Nachrichten.

source: **Place replies in the folder of the message being replied to**
de: **Antworten im Ordner der beantworteten Nachricht speichern**

source: Choose the current folder for saving the reply message to instead of saving it to the "Sent" folder.
de: Wählen Sie den aktuellen Ordner zum Speichern von Antwort-Nachrichten statt sie im „Gesendet"-Ordner zu speichern.

source: **When replying**
de: **Beim Antworten**

source: This option controls whether and where to place the quoted original text when replying to a message.
de: Diese Option regelt, ob und wo der zu zitierende Originaltext stehen soll, wenn auf eine Nachricht geantwortet wird.

source: **Messages forwarding**
de: **Nachrichten weiterleiten**

source: Controls the :ref:`mode <mail-compose-forward>` how messages are forwarded by default when clicking the *Forward* button without choosing a forward mode.
de: Dies regelt den :ref:„Modus <Mail-verfassen-weiterleiten>", in dem Nachrichten standardmäßig weitergeleitet werden, wenn die *Weiterleiten*-Schaltfläche ohne Wahl eines Weiterleiten-Modus angeklickt wird.

source: **Default font of HTML message**
de: **Standardschriftart einer HTML-Nachricht**

source: When writing a formatted (HTML) message, this font face and size is used for the default text formatting.
de: Wenn Sie eine formatierte (HTML-) Nachricht schreiben, werden diese Schriftart und -größe für die standardmäßige Textformatierung benutzt.

source: **Default action of the "Reply all" button**
de: **Standardfunktion der „Allen antworten"-Schaltfläche**

source: When replying to messages coming from mailing lists, this setting controls how to reply to them.
de: Wenn man auf Nachrichten von Verteilern antwortet, regelt diese Einstellung, wie man auf sie antwortet.

source: **Automatically add signature**
de: **Signatur automatisch hinzufügen**

source: Select in which cases the signature text from your sender identity is added to a new message.
de: Wählen Sie, in welchen Fällen der Signaturtext Ihrer Absenderidentität einer neuen Nachricht hinzugefügt wird.

source: **When replying remove original signature**
de: **Ursprüngliche Signatur beim Antworten entfernen**

source: As the name suggests, this setting removes detected signatures from the original message when citing it in the reply.
de: Wie der Name sagt, entfernt diese Einstellung erkannte Signaturen aus der ursprünglichen Nachricht, wenn sie in der Antwort zitiert wird.

source: **Spellcheck Options**
de: **Rechtschreibprüfungsoptionen**

source: These checkboxes control the behavior of the spell checker function.
de: Diese Kontrollkästchen steuern das Verhalten der Rechtschreibprüfung.

source: **Attachment names**
de: **Anhangsnamen**

source: **Use MIME encoding for 8-bit characters**
de: **MIME für 8-bit Zeichen benutzen**

source: Address Book
de: Adressbuch

source: **Default address book**
de: **Standardadressbuch**

source: Select the default address book where new contacts are saved to when adding them from the mail view.
de: Wählen Sie das Standardadressbuch aus, in dem neue Kontakte gespeichert werden, wenn sie aus der Mailansicht hinzugefügt werden.

source: **List contacts as**
de: **Kontakte auflisten als**

source: Choose how names are displayed in the contact list.
de: Wählen Sie, wie Namen in der Kontaktliste angezeigt werden.

source: **Sorting column**
de: **Sortierspalte**

source: Select the contact attribute used for sorting the contacts in the list.
de: Wählen Sie das Kontaktattribut, das für die Sortierung der Kontakte in der Liste genutzt werden soll;

source: The number of contacts displayed at a time (aka a "page") in the contact list.
de: die Anzahl der in der Kontaktliste gleichzeitig angezeigten Kontakte (bzw. eine „Seite").

source: **Skip alternative email addresses in autocompletion**
de: **Alternative E-Mail-Adressen bei der Autovervollständigung überspringen**

source: Special Folders
de: Spezialordner

source: **Show real names for special folders**
de: **Echte Namen für Spezialordner anzeigen**

source: With this setting enabled, the original names of the assigned special folders are displayed in the folder list instead of localized names.
de: Wenn diese Einstellung aktiviert ist, werden die ursprünglichen Namen der zugeordneten Spezialordner statt lokalisierter Namen in der Ordnerliste angezeigt.

source: Server Settings
de: Server-Einstellungen

source: This section provides more advanced settings that control how messages are treated by the email server.
de: Dieser Abschnitt bietet erweiterte Einstellungen, die regeln, wie Nachrichten vom E-Mail-Server behandelt werden.

source: **Mark the message as read on delete**
de: **Nachricht beim Löschen als gelesen markieren**

source: With this option enabled, unread messages are also flagged as read when deleting them right away.
de: Wenn diese Option aktiviert ist, werden ungelesene Nachrichten auch als gelesen markiert, wenn sie sofort gelöscht werden.

source: **Flag the message for deletion instead of delete**
de: **Nachricht fürs Löschen Markieren statt zu löschen**

source: **Do not show deleted messages**
de: **Gelöschte Nachrichten nicht anzeigen**

source: This option suppresses messages flagged as deleted from being listed.
de: Diese Option unterdrückt Nachrichten, die als gelöscht markiert wurden, in der Liste.

source: **If moving messages to Trash fails, delete them**
de: **Nachrichten löschen, wenn Verschieben in den Papierkorb fehlschlägt**

source: **Directly delete messages in Junk**
de: **Nachrichten im Spam direkt löschen**

source: **Clear Trash on logout**
de: **Papierkorb beim Ausloggen leeren**

source: As the option name says, this will empty the Trash folder when you :ref:`terminate the session <logout>`.
de: Wie der Name der Option sagt, leert dies den Papierkorb, wenn Sie die :ref:„Sitzung beenden <logout>".

source: **Compact Inbox on logout**
de: **Eingang beim Ausloggen komprimieren**

source: This will remove all messages flagged for deletion from the Inbox when you :ref:`log-off <logout>`.
de: Dies entfernt alle Nachrichten, die zum Löschen markiert sind aus dem Eingang wenn Sie sich :ref:„ausloggen <logout>".
