Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/settings/responses.po
Languages: de

source: Canned Responses
de: Vorgespeicherte Antworten

source: This settings section lets you manage your personal boilerplates (aka "canned responses") which are handy when replying to messages with :ref:`prepared responses<mail-compose-responses>`.
de: Mit diesem Einstellungsabschnitt verwalten Sie Ihre persönlichen Vorlagen (bzw. vorgefertigte Antworten), die praktisch sind, wenn Sie auf Nachrichten mit :ref:`vorbereiteten Antworten<mail-compose-responses>` antworten.

source: Edit Reponses
de: Antworten bearbeiten

source: The middle pane displays a list of saved responses. Select one to see its name and text in the form on the right. You can right away edit both and save the changes by clicking the *Save* button.
de: Das mittlere Feld zeigt eine Liste gespeicherter Antworten an. Sie können sofort beide bearbeiten und die Änderungen durch Klicken auf die *Speichern*-Schaltfläche speichern.

source: If the fields are not editable and there's no *Save* button below, this is a global response defined by the system administrator which cannot be edited.
de: Wenn die Felder nicht bearbeitbar sind und es darunter keine *Speichern*-Schaltfläche gibt, handelt es sich um eine globale, vom System-Administrator festgelegte Antwort, die nicht bearbeitet werden kann.

source: Create a New Response
de: Neue Antwort erstellen

source: Click the + icon in the response list footer to create a new response. Give it a name, enter the response text and finish with clicking the *Save* button.
de: Klicken Sie auf das +-Icon in der Antwortlistenfußzeile, um eine neue Antwort zu erstellen.

source: Delete a Reponse
de: Eine Antwort löschen

source: The *Delete* button also located in the response list footer will delete the currently selected item after displaying a confirmation dialog.
de: Die *Löschen*-Schaltfläche, die sich auch in der Antwortlistenfußzeile befindet, löscht nach dem Anzeigen eines Bestätigungs-Dialogs das derzeitig ausgewählt Objekt.

source: The button may be grayed out for global responses managed by the system administrator.
de: Die Schaltfläche könnte bei globalen, vom System-Administrator festgelegten Antworten grau überlegt sein.

source: Responses
de: Vorgespeicherte Antworten

source: Boilerplate
de: Vorformulierten
