Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/tasklist/manage.po
Languages: de

source: Managing Tasks
de: Aufgaben verwalten

source: All the described functions to manage your tasks are accessible from the main task view.
de: Alle beschriebenen Funktionen zum Verwalten Ihrer Aufgaben sind von der Haupt-Aufgabenansicht zugänglich.

source: Create new Tasks
de: Erstellen neuer Aufgaben

source: **The New Task Dialog**
de: **Der Neue-Aufgabe-Dialog**

source: Click the *New task* button in the toolbar to get an empty dialog where you enter the tasks properties like title, description, start/due dates and reminder settings.
de: Klicken Sie auf die *Neue Aufgabe*-Schaltfläche in der Werkzeugleiste, um einen leeren Dialog zu erhalten, in den Sie die Eigenschaften der Aufgabe, wie Titel, Beschreibung, Anfangs-/Fälligkeitsdatum und Erinnerungseinstellungen eintragen können.

source: Click *Save* to finally add it to the selected task list.
de: Klicken Sie *Speichern*, um sie schließlich zur ausgewählten Aufgabenliste hinzuzufügen.

source: **Quick Entry**
de: **Schnelleintrag**

source: The text box in the centre of the toolbar area lets you add new tasks very fast by simply entering a title and then press <Enter> on the keyboard. Tasks will be created in the currently selected list.
de: Mit dem Textfeld in der Mitte des Werkzeugleisten-Bereichs können Sie sehr schnell neue Aufgaben durch einfaches Eingeben eines Titels und Drücken von <Eingabe> auf der Tastatur hinzufügen. Aufgaben werden in der derzeitig ausgewählten Liste erstellt.

source: Begin the quick entry with a date or time description like "Tomorrow" or "Monday at 16:00" to directly assign a due date to the task.
de: Beginnen Sie den Schnelleintrag mit einem Datum oder einer Zeitbeschreibung wie „morgen" oder „Montag um 16:00" ein Fälligkeitsdatum direkt der Aufgabe zuzuordnen.

source: Edit Tasks
de: Aufgaben bearbeiten

source: The Edit Dialog
de: Der Bearbeiten-Dialog

source: When clicking a task item in list a dialog showing its details is displayed. Clicking the Edit button in that dialog opens the form to edit all properties of the selected task.
de: Wenn man ein Aufgabenobjekt in der Liste anklickt, wird ein Dialog mit ihren Details angezeigt. Wenn in diesem Dialog die Bearbeiten-Schaltfläche angeklickt wird, öffnet sich eine Maske zum Bearbeiten aller Eigenschaften der ausgewählten Aufgabe.

source: The edit form is divided into different section which can be switched using the tabs on top of the dialog:
de: Die Bearbeiten-Maske ist in mehrere Abschnitte unterteilt, zwischen denen man mit den Reitern über dem Dialog hin- und herwechseln kann:

source: **Summary**
de: **Zusammenfassung**

source: This general section has text fields and selectors for various properties. Here’s a description of all the possible values:
de: Dieser allgemeine Abschnitt hat Textfelder und Optionsschaltflächen für verschiedene Eigenschaften. Hier ist eine Beschreibung aller möglichen Werte:

source: ``Title``: The title of the task. This is what you will see in the list.
de: "Titel": Titel der Aufgabe; diesen sehen Sie in der Aufgabenliste.

source: ``Description``: Any text that describes the task. Links and email addresses will be become clickable.
de: „Beschreibung": Text, der die Aufgabe beschreibt; Links und E-Mail Adressen werden anklickbar.

source: ``Tags``: A list of tags assigned to this task. Add one by typing to the text box and hit <Enter>.
de: „Schlagworte”: Eine Liste von Schlagworten, die der Aufgabe zugewiesen sind; fügen Sie durch Tippen ins Textfeld und Drücken von <Eingabe> eins hinzu.

source: ``Start``: The date/time, the task is supposed to be worked on.
de: „Beginn”: das Datum und die Zeit, zu der die Aufgabe bearbeitet werden soll.

source: ``Due``: The date/time this job is due. Define a time when setting a reminder for this task.
de: „Fällig": das Datum und die Zeit, zu der die Aufgabe fällig ist; legen Sie eine Zeit fest, wenn sie eine Erinnerung für diese Aufgabe einstellen.

source: ``Reminder``: Will pop up with a notification at a the specified time before the task is due. It is possible to select 'Message' (default) or 'Sound'. When 'Sound' is selected, a sound will be played at the selected time. This setting requires the host to be able to play sounds.
de: „Erinnerung”: Eine Benachrichtigung wird zu einer vorbestimmten Zeit bevor eine Aufgabe fällig ist erscheinen. Es ist möglich ‚Nachricht’ (standardmäßig) oder ‚Audio’ auszuwählen. Wenn Audio ausgewählt ist, wird zur gewählten Zeit ein Ton abgespielt. Diese Einstellung erfordert, dass der Computer in der Lage ist, Audiodateien abzuspielen.

source: ``Complete``: The completeness state of a task in percent. Use the slider or enter a number.
de: „Abgeschlossen”: Abgeschlossenheit der Aufgabe in Prozent; benutzen Sie den Schieber oder geben Sie eine Zahl ein.

source: ``Tasklist``: The list the task is saved in. Change it to move an event from one list to another.
de: „Aufgabenliste": Die Liste, in der die Aufgabe gespeichert ist; ändern Sie sie, um ein Termin von einer Liste in eine andere zu verschieben.

source: For periodically recurring task series, this tab has the settings how a task is repeated over time.
de: Bei einer Serie regelmäßig wiederkehrender Aufgaben, hält dieser Reiter die Einstellungen, wie eine Aufgabe sich über eine Zeit hinweg wiederholt.

source: ``Repeat``: Start with selecting a repetition interval (e.g. monthly)
de: „Wiederholen": Beginnen Sie mit der Auswahl eines Wiederholungsintervalls (z. B. monatlich).

source: ``Every``: How often the frequency will be relevant. For example, for a task that takes place every other week choose Weekly and then 2.
de: „Jede(n)": Die Art des Intervalls; z. B. wählen Sie bei einem Termin, das jede zweite Woche stattfindet Wöchentlich und dann 2.

source: If you choose a frequency of weekly or monthly you can select which days of the week or month the task will occur. * ``Until``: Determines the duration of the repetition. The recurrence can either run forever, for a number of times or until a specific date.
de: Wenn Sie ein wöchentliches oder monatliches Intervall wählen, können Sie wählen, an welchen Tagen in der Woche oder im Monat eine Aufgabe vorkommt. * ``Bis``: bestimmt die Dauer der Wiederholung. Die Wiederholung kann entweder für immer, für eine mitgezählte Anzahl von Malen oder bis zu einem bestimmten Datum laufen.

source: **Assignments**
de: **Zuweisungen**

source: One, or a list of, users can be assigned to the task. The list is managed in this tab.
de: Ein Benutzer oder eine Liste von Benutzern können einer Aufgabe zugewiesen werden.

source: ``Organizer``: The user organizing (creating) the task. This is set to the default identity of the logged in user, but a diferent identity for this user can be selected.
de: „Organisator": der Benutzer, der die Aufgabe organisiert (erstellt); dies ist standardmäßig auf die Identität des angemeldeten Benutzers eingestellt, aber eine andere Identität für diesen Benutzer kann ausgewählt werden.

source: ``Add Assignee``: Type three letters of the username, and the search box will show a dropdown list of relevant users. Then clieck the 'Add Assignee' button.
de: `Beauftragten hinzufügen\`: Tippen Sie drei Buchstaben des Benutzernamens und das Suchfeld wird eine Aufklappliste passender Benutzer zeigen. Klicken Sie dann auf die ‚Beauftragten hinzufügen'-Schaltfläche.

source: ``Invitation/notification comment``: When a user is assigned to a task, an email notificatino is sent out. This field is giving the opportunity to add extra test to this mail notification.
de: `Einladungs-/Benachrichtigungskommentar\`: Wird ein Benutzer einer Aufgabe zugewiesen, wird eine E-Mail-Benachrichtigung versendet. Dieses Feld gibt einem die Möglichkeit, der E-Mail-Benachrichtigung zusätzlichen Text hinzuzufügen.

source: **Attachments**
de: **Anhänge**

source: Sometimes a description text isn't enough to collect information for a specific task. Switch to this tab to attach files to the current task or to remove them again. Adding files works pretty much the same as :ref:`attaching them to email messages <mail-compose-attachments>`: first select a file from your local disk and click *Upload* in order to attach it.
de: Manchmal ist ein beschreibender Text nicht genug, um alle Informationen zu einem bestimmten Termin zu erfassen. Wechseln Sie zu diesem Reiter, um Dateien zu die aktuelle Aufgabe anzuhängen oder wieder von dieser zu entfernen. Dateien hinzufügen funktioniert ziemlich genau, wie sie an E-Mail-Nachrichten anzuhängen: Wählen Sie zuerst eine Datei von Ihrer Festplatte aus und klicken Sie auf Hochladen, um die Datei der Aufgabe anzuhängen.

source: Don't forget to finally save the changes by clicking *Save* in the task edit dialog. Switching back and forth between the tabs will not yet save the data.
de: Vergessen Sie nicht, abschließend die Änderungen zu speichern, indem Sie *Speichern* im Aufgabe-bearbeiten-Dialog anklicken. Auch wenn man zwischen den Reitern hin- und herwechselt, speichert dies noch nicht die Daten.

source: Assign Tags
de: Schlagworte zuweisen

source: Tags help you organize your tasks in the list view. Open the :ref:`Edit Dialog <tasklist-edit-task>` and enter tags into the according text box:
de: Schlagworte helfen Ihnen, Ihre Aufgaben in der Listenansicht zu organisieren. Öffnen Sie den Bearbeiten-Dialog und geben Sie Schlagworte ins entsprechende Textfeld ein:

source: Append a tag by hitting <Enter> and continue typing to add more. While typing, a suggestion of already used tags will be shown. Use the arrow keys on the keyboard to select one and press <Enter> to select.
de: Hängen Sie ein Schlagwort durch Drücken von <Eingabe> an und fahren Sie mit dem Tippen fort, um mehrere hinzuzufügen. Während des Tippens werden schon benutzte Schlagworte vorgeschlagen. Benutzen Sie die Pfeiltasten der Tastatur um eins auszuwählen und drücken Sie <Eingabe>, um es zu übernehmen. Entfernen Sie Schlagworte mit einem Klick auf das Entfernen-Icon.

source: Remove tags with a click on the *Remove* icon.
de: Entfernen Sie Schlagworte mit einem Klick auf das *Entfernen*-Icon.

source: **Drag & Drop Tags**
de: Drag & Drop von Schlagwörtern

source: Existing tags listed in the tags box on the left can also be assigned to tasks directly in the list view by simply dragging the tag from the box and drop it on a task bar.
de: Bestehende Schlagwörter aus dem Schlagwortfeld links können auch Aufgaben direkt in der Listenansicht zugeordnet werden, indem Sie einfach das Schlagwort aus dem Feld auf die Aufgabenleiste ziehen.

source: Set Due Dates
de: Fälligkeitsdatum setzen

source: Assign due dates to your tasks to not miss your deadlines and to enable reminder notifications for them. The due dates with time can be entered in the :ref:`Edit Dialog <tasklist-edit-task>`. When entering the input field, a small calendar widget will help you to quickly select a date.
de: Weisen Sie Fälligkeitdaten Ihren Aufgaben zu, um Ihre Fristen nicht zu verpassen und um Erinnerungs-Benachrichtigungen für sie zu aktivieren. Die Fälligkeitsdaten mit Zeit können in den :ref:`Bearbeiten-Dialog <tasklist-edit-task>` eingegeben werden. Wenn Sie das Eingabefeld ausfüllen, hilft Ihnen ein kleines Kalenderwidget, schnell ein Datum auszuwählen.

source: Due dates can also be entered or changed directly in the list view without going to the edit dialog. Click the due date or the "no date" area on the right end of a task bar and select a date from the calendar widget. The change will be saved immediately.
de: Fälligkeitsdaten können auch ohne den Bearbeiten-Dialog direkt in der Listenansicht eingegeben bzw. geändert werden. Klicken Sie auf das Fälligkeitsdatum oder den „kein Datum"-Bereich am rechten Ende der Aufgabenleiste und wählen Sie ein Datum aus dem Kalenderwidget. Die Änderung wird sofort gespeichert.

source: Mark Tasks as Complete
de: Aufgaben als abgeschlossen markieren

source: In the :ref:`tasklist-edit-task` section we learned how to set a percentage value for a task's completeness. Until a task isn't fully completed, the percentage is displayed as a think horizontal line in the list view.
de: Im :ref:`Aufgabe bearbeiten <tasklist-edit-task>\`-Abschnitt haben wir gelernt, wie man einen Prozentwert für die Abgeschlossenheit einer Aufgabe setzt. Bis eine Aufgabe nicht vollständig abgeschlossen ist, wird der Prozentsatz als dicke, horizontale Linie in der Listenansicht angezeigt.

source: In order to mark a task as complete, simply click the checkbox in the list view. The task is now grayed out and moved to the bottom of the list. After some time or when refreshing the list, completed tasks will be removed from the view. You can still find them with the *Complete* quick filter. Uncheck the box to bring it back to the normal list.
de: Um eine Aufgabe als abgeschlossen zu markieren, klicken Sie einfach das Kontrollkästchen in der Listenansicht an. Die Aufgabe ist jetzt grau überlegt und an das Ende der Liste verschoben. Nach einiger Zeit bzw. wenn die Liste aktualisiert wird, werden abgeschlossene Aufgaben aus der Ansicht entfernt. Sie können sie immernoch mit dem *Abgeschlossen*-Schnellfilter finden. Entfernen Sie das Häkchen, um sie zurück in die normale Liste zu bringen.

source: Organize Tasks in Groups
de: Aufgaben in Gruppen organisieren

source: For bigger jobs or entire projects, tasks can be divided into subtasks and organized hierarchically to visualize dependencies.
de: Bei größeren Aufgaben bzw. ganzen Projekten, können Aufgaben in Teilaufgaben aufgeteilt und hierarchisch organisiert werden.

source: Create a Subtask
de: Teilaufgabe Erstellen

source: Open the options menu of a task from the arrow icon on the far right of the task bar.
de: Öffnen Sie das Optionsmenü einer Aufgabe aus dem Pfeilicon ganz rechts auf der Aufgabenleiste.

source: Select *Add subtask*
de: Wählen Sie *Teilaufgabe hinzufügen*.

source: Enter the subtask properties in the :ref:`Edit Dialog <tasklist-edit-task>`
de: Geben Sie die Teilaufgaben-Eigenschaften in den :ref:`Bearbeiten-Dialog <tasklist-edit-task>` ein.

source: Press *Save* to insert it
de: Drücken Sie *Speichern*, um sie einzufügen.

source: Re-organize Groups
de: Gruppen neu organisieren

source: The hierarchical nesting of tasks and subtasks can be changed at any time. Simple grab a task with the mouse and drop onto another one to make it a subtask. This works for entire subtrees equally well. While dragging, a possible drop target is highlighted when moving over it.
de: Die hierarchische Verschachtelung der Aufgaben und Teilaufgaben können jederzeit geändert werden. Ziehen Sie einfach eine Aufgabe mit der Maus auf eine andere, um sie zu einer Teilaufgabe zu machen. Dies funktioniert genauso gut für ganze Unterbäume. Beim Ziehen werden mögliche Ablageziele hervorgehoben, wenn Sie sie darüberbewegen.

source: Drop a task onto the small bar on top of the tasks list to make it a main task again.
de: Legen Sie eine Aufgabe auf der kleinen Leiste über der Aufgabenliste ab, um sie wieder zu einer Hauptaufgabe zu machen.

source: If you organize your tasks in different lists, dropping a task onto a task list in the box on the left moves it (and all child tasks) to that particular list.
de: Wenn Sie eine Aufgabe auf eine Aufgabenliste im Feld links ablegen, wird sie (und ihre Teilaufgaben) in diese Liste verschoben, falls Sie Ihre Aufgaben in verschiedenen Listen organisieren.

source: Get Notifications
de: Benachrichtigungen erhalten

source: While logged in to the webmail, reminders about soon-to-be due tasks will be displayed with pop-up boxes at the specified time before the task is due. You can specify if you want to see reminders for every task list individually. Enable or disable reminders in :ref:`Task List Settings <tasklist-edit-list>` from the :ref:`tasklist-lists`.
de: Wenn Sie beim Webmail-Dienst eingeloggt sind, werden Erinnerungen an bald fällige Aufgaben mit Überlagerungsfenstern zur festgelegten Zeit, bevor die Aufgabe fällig ist, angezeigt. Sie können festlegen, ob Sie Erinnerungen für jede Aufgabenliste einzeln sehen wollen. Aktivieren oder deaktivieren Sie Erinnerungen in den :ref:`Aufgabenlisten-Einstellungen <tasklist-edit-list>` der :ref:`Aufgabenlistenlisten <tasklist-lists>`.

source: Read how to :ref:`Dismiss or Snooze Reminders <calendar-event-alarms>` in the calendar section.
de: :ref:`Erinnerungen verwerfen oder verschieben <calendar-event-alarms>` können Sie im Kalenderabschnitt lernen.

source: Delete Tasks
de: Aufgaben löschen

source: Usually finished tasks are marked as complete. But there are still situations where you might want to actually delete a task.
de: Normalerweise sind fertige Aufgaben als abgeschlossen markiert. Aber es gibt immer noch Situationen, in denen Sie tatsächlich eine Aufgabe löschen wollen.

source: Select *Delete*.
de: Wählen Sie *Löschen*.

source: Click *Delete* again in the confirmation dialog.
de: Klicken Sie im Bestätigungsdialog erneut auf *Löschen*.

source: Tags
de: Schlagworte

source: Due Date
de: Fälligkeitsdatum

source: Complete
de: Erledigt

source: Move
de: Verschieben

source: Notifications
de: Benachrichtigungen erhalten

source: Reminders
de: Erinnerungen
