Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/tasklist/overview.po
Languages: de

source: Overview
de: Übersicht

source: The Tasks List
de: Die Aufgabenliste

source: Some basic editing like flagging, assigning a due date as well as completing tasks can directly be done in the list by clicking the checkbox, the flag icon or the date selector.
de: Einige grundlegende Bearbeitungsmöglichkeiten wie Markieren, Zuweisen von Fälligkeitsdaten sowie Abschließen von Aufgaben können direkt in der Liste durch Klicken auf das Kontrollkästchen, Icon oder Datums-Wähler erledigt werden.

source: Double-clicks open the clicked task item for full detail editing.
de: Doppelklicken öffnet das angeklickte Aufgabenobjekt für vollständige Detailbearbeitung.

source: Control the List
de: Liste beaufsichtigen

source: Quick Filters
de: Schnellfilter

source: Task Lists
de: Aufgabenlisten

source: Searching Tasks
de: Aufgaben suchen

source: After searching, you can still use the filters and tags as explained above to hide some results.
de: Nach dem Suchen können Sie immernoch die Filter und Tags wie oben erklärt benutzen, um einige Suchergebnisse zu verbergen.

source: Reset the search by clicking the *Reset search* icon on the right border of the search box.
de: Setzen Sie die Suche durch Klicken auf das *Suche zurücksetzen*-Icon am rechten Rand des Suchfelds zurück.

source: You can create any number of lists to store and manage all your tasks and name them individually.
de: Sie können eine beliebige Anzahl Listen zum Speichern und verwalten aller Ihrer Aufgaben erstellen und sie individuell benennen.

source: Create a Task List
de: Aufgabenliste erstellen

source: Click the + icon in the tasklists box footer.
de: Klicken Sie auf das +-Icon in der Fußzeile des Aufgabenlisten-Felds.

source: In the dialog, give the new list a unique name.
de: Geben Sie im folgenden Dialog der neuen Liste einen einmaligen Namen.

source: Click *Save* to create it.
de: Klicken Sie auf *Speichern*, um ihn zu erstellen.

source: Edit List Names and Settings
de: Listennamen und -einstellungen bearbeiten

source: Select the task list to edit by clicking the name in the box.
de: Wählen Sie die zu bearbeitende Aufgabenliste durch Klicken auf den Namen im Feld.

source: Click the gear icon in the box footer and select *Edit* from the options menu.
de: Klicken Sie auf das Zahnradicon in der Fußzeile des Feldes und wählen Sie *Bearbeiten* aus dem Optionsmenü.

source: Adjust name or reminders settings in the edit dialog.
de: Passen Sie den Namen oder die Erinnerungs-Einstellungen im Bearbeiten-Dialog an.

source: Click *Save* to finally update the list.
de: Klicken Sie auf *Speichern*, um die Liste schließlich zu aktualisieren.

source: Remove entire Task Lists
de: Ganze Aufgabenlisten entfernen

source: Click the gear icon in the box footer and select *Remove* from the options menu.
de: Klicken Sie auf das Zahnradicon in der Fußzeile des Feldes und wählen Sie *Entfernen* aus dem Optionsmenü.
