Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/overview.po
Languages: de

source: Getting Started
de: Erste Schritte

source: General Overview of the User Interface
de: Allgemeine Übersicht über die Benutzeroberfläche

source: Once authenticated, the screen of Roundcube webmail is divided into functional parts which are explained here:
de: Sobald Sie authentifiziert sind, wird Roundcube-Webmail in funktionelle Teile geteilt, die im Folgenden beschrieben werden:

source: (1) Application Tasks
de: (1) Anwendungen

source: The webmail application provides different main tasks such as Email, Address Book, Settings, etc. Use this list to switch from one task to another. That will reload the screen with a specific view for the selected task. Instead of switching back and forth, task screens can be opened in individual browser windows or tabs. Right-click on a task icon in the list and then choose "Open Link in New Tab/Window" from the browser's context menu to do so.
de: Der Webmail-Dienst bietet verschiedene Hauptanwendungen wie E-Mail, Adressbuch, Einstellungen usw. Benutzen Sie diese Liste, um von einer Aufgabe zu einer anderen zu wechseln. Eine neue Ansicht für die ausgewählte Anwendung wird geladen. Statt hin und her zu schalten, können Anwendungsansichten einzeln in Browserfenstern oder -reitern geöffnet werden. Hierzu Rechtsklicken Sie ein Anwendungs-Icon in der List und wählen Sie dann "Link in neuem Tab/Fenster öffnen" aus dem Kontextmenü des Browsers.

source: Beside the main tasks, the button to terminate the current session (*Logout*) is also located here.
de: Neben den Hauptanwendungen gibt es hier auch die Schaltfläche (Abmelden), um die aktuelle Sitzung zu beenden.

source: (2) Status Display
de: (2) Statusanzeige

source: This area of the screen is dedicated to display status notifications (e.g. confirmations, warnings, errors) about the success or failure of the operations you just executed in the application. While the app is working or loading data, a notification is displayed here as well.
de: Dieser Bereich des Bildschirms stellt Statusbenachrichtigungen (z.B. Bestätigungen, Warnungen, Fehler) über den Erfolg oder das Scheitern der Arbeitsabläufe dar, die Sie gerade in der Anwendung ausgeführt haben. Während die Anwendung arbeitet oder Daten lädt, wird hier auch eine Benachrichtigung angezeigt.

source: (3) Toolbar
de: (3) Werkzeugleiste

source: The main toolbar is always located above the content area and allow you to perform different actions, depending on what is being shown or selected in the content part of the window. If buttons are grayed out, the according action is not available for the current selection. If a toolbar icon shows a small arrow on its right side, clicking that arrow will present you variations of the action to be executed.
de: Die Hauptwerkzeugleiste befindet sich immer über dem Arbeitsbereich und lässt Sie in Abhängigkeit von dem, was im Arbeitsbereich des Fensters angezeigt oder ausgewählt wird, verschiedene Tätigkeiten verrichten. Wenn Schaltflächen grau überlegt sind, ist die entsprechende Tätigkeit für die aktuelle Auswahl nicht verfügbar. Wenn ein Werkzeugleistenicon einen kleinen Pfeil an seiner rechten Seite aufweist, werden Ihnen durch Anklicken dieses Pfeils Variationen der ausführbaren Tätigkeit angezeigt.

source: Additional actions can be found by clicking the *More* button (if available).
de: Zusätzliche Tätigkeiten können durch Klicken auf die *Mehr*-Schaltfläche (wenn verfügbar) gefunden werden.

source: (4) List Operations
de: (4) Listentätigkeiten

source: The icons in the footer area of a list provide actions that influence the list above or the currently selected element of the list respectively. The gear icon usually opens a menu with additional actions.
de: Die Icons im Fußzeilenbereich einer Liste bieten Tätigkeiten an, die die Liste darüber bzw. das derzeitig ausgewählte Element der Liste beeinflussen. Das Zahnradicon öffnet normalerweise ein Menü mit zusätzlichen Tätigkeiten.

source: (5) Search Box
de: (5) Suchfeld

source: If the currently selected task allows searching for data (e.g. for email messages or contacts), a search box is located in the upper right corner above the main content area. Enter a search term and press <Enter> on the keyboard to start searching. To reset the search, click the clear icon on the right border of the search box.
de: Wenn die derzeit ausgewählt Anwendung das Suchen nach Daten (z. B. nach E-Mail-Nachrichten oder Kontakten) ermöglicht, gibt es ein Suchfeld in der rechten oberen Ecke über dem Hauptarbeitsbereich. Geben Sie einen Suchbegriff ein und drücken Sie auf der Tastatur <Eingabe>, um die Suche zu beginnen. Um die Suche zurückzusetzen, klicken Sie auf das rote "Suche zurücksetzen"-Icon am rechten Rand des Suchfelds.

source: There might be search options hidden in a drop-down menu that open when clicking the search icon left in the search box.
de: Es könnten Suchoptionen in einem Dropdownmenü verborgen sein, das sich öffnet, wenn das Suchicon links im Suchfeld angeklickt wird.

source: Resizing content boxes
de: Größe von Arbeitsbereichen anpassen.

source: Some boxes filling the main content area of the screen can be resized. Find the resize handle |splitter| between two boxes and drag it with the mouse.
de: Einige Felder im Hauptarbeitsbereich des Bildschirms können in ihrer Größe angepasst werden. Finden Sie den Größe-Anpassen-Griff |splitter| zwischen zwei Feldern und ziehen Sie ihn mit der Maus.

source: Terminating the Session
de: Sitzung beenden

source: Once your work is done on the webmail application, it's important that you properly terminate the current session by clicking the *Logout* icon in (1). This will make sure that no other person accessing your computer can read or delete your emails or send them on your behalf. Simply closing the browser window is not enough to log-out!
de: Sobald Ihre Arbeit im Webmail-Dienst beendet ist, sollten Sie unbedingt die aktuelle Sitzung korrekt beenden, indem Sie auf das *Abmelden*-Icon aus (1) klicken. So wird sichergestellt, dass niemand anders, der Zugriff auf Ihren Computer hat, Ihre E-Mails lesen oder löschen kann, oder welche in Ihrem Namen versenden kann. Es reicht nicht, einfach das Browserfenster zu schließen, um sich auszuloggen!

source: Tasks
de: Anwendungen

source: Status
de: Statusanzeige

source: Toolbar
de: Werkzeugleiste

source: List
de: Listentätigkeiten

source: Search
de: Suchfeld

source: Logout
de: Abmelden
