Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/managesieve/settings-filters.po
Languages: de

source: Filters
de: Filter

source: Incoming mail is automatically processed by the server and handled/organized according to defined criteria. For example you can tell the server to move the message to specified folder, redirect it to another account, send a reply, discard, delete, etc.
de: Eingehende Mails werden automatisch vom Server verarbeitet und entsprechend festgelegter Kriterien bearbeitet / organisiert. Z. B. können können Sie dem Server sagen, dass die Nachricht in einen bestimmten Ordner verschoben, zu einem anderen Konto umgeleitet, beantwortet, verworfen, gelöscht usw. werden soll.

source: Filtering is based on `Sieve <https://www.rfc-editor.org/info/rfc5228>`_ language, which means that under the hood all filters are stored as a Sieve script on the server. This interface allows you to define rules in easy way without the need to know the language.
de: Es wird auf Grundlage der `Sieve <https://www.rfc-editor.org/info/rfc5228>`_-Sprache gefiltert, was bedeutet, dass alle Filter unter einer Haube als Sieve-Skript auf dem Server gespeichert werden. Mit dieser Schnittstelle können Sie auf einfache Weise Regeln festlegen, ohne die Sprache zu kennen.

source: Each filter definition has a name and set of rules and actions. Usually the number of definitions is unlimited and they can be grouped into sets (scripts) for convenience.
de: Jede Filterdefinition hat einen Name und einen Satz von Regeln und Tätigkeiten. Normalerweise ist die Anzahl von Definitionen unbegrenzt und sie können der Einfachheit halber zu Sätzen (Skripten) gruppiert werden.

source: Filter sets
de: Filtersätze

source: Filter definitions can be grouped into sets. These can be activated or disactivated. Depending on server configuration there can be none, one or more active sets at the same time. They need to have a unique name.
de: Filterdefinitionen können zu Sätzen gruppiert werden. Diese können aktiviert bzw. deaktiviert werden. Je nach Serverkonfiguration kann es keine, einen oder mehrere aktive Sätze zur selben Zeit geben. Sie müssen einen einmaligen Namen haben.

source: New sets can be created as empty or as a copy of an existing set. It is also possible to import them from a text file containing Sieve script. Sets in form of a script can be also downloaded e.g. for backup or migration purposes.
de: Neue Sätze können leer oder als Kopie eines bestehenden Satzes erstellt werden. Es ist auch möglich sie als Textdatei, die ein Sieve-Skript enthält, zu importieren. Sätze in Form eines Skripts können auch heruntergeladen werden, z. B. als Sicherungskopie oder zu Migrierungszwecken.

source: Every filter can be active or inactive, which is convenient if you want to disable some actions temporarily.
de: Jeder Filter kann aktiv oder inaktiv sein, was praktisch ist, wenn Sie einige Tätigkeiten vorübergehend deaktivieren wollen.

source: Because filters are executed in specified order (from top to bottom as you see them on the list) you can use drag-and-drop technique to rearange filters on the list.
de: Da Filter in einer bestimmten Reihenfolge ausgeführt werden (von oben nach unten, wie Sie sie in der Liste sehen) können Sie Filter durch Ziehen in der Liste neu ordnen.

source: Every filter definition contains at least one rule and one action. Depending on server capabilities a rule can be based e.g. on message headers, body, date or size.
de: Jede Filterdefinition enthält mindestens eine Regel und eine Tätigkeit. Je nach den Fähigkeiten des Servers, kann eine Regel z. B. auf Nachrichten-Kopfzeilen, -Textkörper, -Datum oder -Größe basieren.

source: A set of actions also depends on server capabilities. Most servers support:
de: Ein Satz Tätigkeiten hängt auch von den Fähigkeiten des Servers ab. Die meisten Server unterstützen:

source: moving/copying messages to specified folder
de: Verschieben/Kopieren von Nachrichten in bestimmte Ordner

source: redirecting/copying messages to another account
de: Umleiten/Kopieren von Nachrichten zu einem anderen Konto

source: discarding messages with specified error message
de: Verwerfen von Nachrichten mit einer bestimmten Fehlermeldung

source: replying (vacation)
de: Antworten (Urlaub)

source: deleting (ignoring) messages
de: Löschen (Ignorieren) von Nachrichten

source: setting flags (e.g. marking as Read)
de: Markieren (z. B. als gelesen)

source: Note: Some actions stop filtering process, some do not. Use *Stop evaluating rules* and *Keep message in Inbox* actions to have more control on this.
de: Hinweis: Einige Tätigkeiten halten das Filtern an, einige nicht. Benutzen Sie die *Regeln Bewerten anhalten* und *Nachricht im Eingang behalten*-Tätigkeiten, um mehr Kontrolle hierüber zu haben.
