Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/managesieve/settings-vacation.po
Languages: de

source: Vacation
de: Urlaub

source: The vacation autoresponder's purpose is to provide correspondents with notification that the user is away for an extended period of time and that they should not expect quick responses.
de: Der Zweck der automatischen Urlaubs-Antwortfunktion ist es, Mail-Partnern eine Benachrichtigung zu geben, dass der Benutzer für einen längeren Zeitraum fort sein wird und sie keine schnellen Antworten erwarten sollten.

source: **Vacation** is used to respond to an incoming message with another message.
de: **Urlaub** wird benutzt, um auf eine ankommende Nachricht mit einer anderen Nachricht zu antworten.

source: This interface is part of :ref:`settings-managesieve-filters` functionality and provides a simple way to manage vacation responses.
de: Diese Schnittstelle ist Teil der :ref:`Sieve-Filtereinstellungen <settings-managesieve-filters>`-Funktion und bietet eine einfache Möglichkeit, Urlaubs-Antworten zu verwalten.

source: Vacation message
de: Urlaubs-Nachricht

source: To enable the autoresponder you have to set at least the response body and change the status to *On*.
de: Um die automatische Antwortfunktion zu aktivieren, müsse Sie mindestens den Textkörper der Antwort eingestellt haben und den Status auf *An* ändern.

source: **Subject**
de: **Betreff**

source: Response subject is optional. By default the reply subject will be set to *Auto: <original subject>*
de: Der Betreff der Antwort ist optional. Standardmäßig ist der Betreff der Antwort auf *Auto: <ursprünglicher Betreff>* eingestellt.

source: **Body**
de: **Textkörper**

source: Response body. Here you put the reason of your absence or any other text that will be send to sender.
de: Textkörper der Antwort; hier können Sie den Grund Ihrer Abwesenheit oder jeglichen anderen Text eingeben, der der Absenderin gesendet wird.

source: **Vacation start/end**
de: **Anfang/Ende des Urlaubs**

source: These fields define when the vacation rule is active and are optional.
de: Diese Felder legen fest, wann die Urlaubsregel aktiv ist und sind optional.

source: This field activates the rule. If you always use the same response body it is convenient to disable the vacation rule when it's not needed and enable again another time.
de: Dieses Feld aktiviert die Regel. Wenn Sie immer denselben Antwort-Textkörper benutzen, ist es praktisch die Urlaubsregel zu deaktivieren, wenn sie nicht benötigt wird und zu anderer Zeit wieder zu aktivieren.

source: Advanced settings
de: Erweiterte Einstellungen

source: **Reply sender address**
de: **Antwort-Absenderadresse**

source: This is an email address that will be used as sender of the vacation reply.
de: Dies ist eine E-Mail-Adresse, die als Absender der Urlaubsantwort benutzt wird.

source: **My email addresses**
de: **Meine E-Mail-Adressen**

source: Normally the vacation response is send if recipient address of the incoming message is one of your addresses known to the server. Here you can add more addresses.
de: Normalerweise wird die Urlaubsantwort versendet, wenn die Empfängeradresse der ankommenden Nachricht eine der dem Server bekannten Adressen ist. Hier können Sie mehr Adressen hinzufügen.

source: **Reply interval**
de: **Antworthäufigkeit**

source: This parameter defines how often the reply to the same sender is generated. When you receive a lot of messages from the same sender in short time, usually you don't want to reply to all of them. By default reply is send once a day.
de: Dieser Parameter legt fest, wie oft die Antwort an die Absenderin versendet wird. Wenn Sie viele Nachrichten derselben Absenderin innerhalb kurzer Zeit erhalten, wollen Sie normalerweise nicht allen antworten. Standardmäßig wird die Antwort einmal am Tag versendet.

source: **Incoming message action**
de: ** Tätigkeit bei eingehender Nachricht**

source: This field defines an action taken on the incoming message. You can discard or keep it or redirect/copy to another account (so it can be handled by another person).
de: Dieses Feld legt eine bei ankommenden Nachrichten vorzunehmende Tätigkeit fest. Sie können sie verwerfen, behalten oder an ein anderes Konto umleiten/kopieren (damit sie von einer anderen Person bearbeitet werden können).
