Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/calendar/importexport.po
Languages: de

source: Import/Export
de: Importieren/Exportieren

source: Event data is usually exchanged using the standard |iCal|_ format which is supported for import and export.
de: Ereignisdaten werden normalerweise im normierten |iCal|_ Format ausgetauscht, das für Im- und Export unterstützt wird.

source: Importing Events
de: Ereignisse importieren

source: This is how to add events from an |iCal|_ (.ics) file:
de: So fügt man Ereignisse von einer |iCal|_ (.ics) Datei hinzu:

source: Click the *Import* toolbar button in the calendar view.
de: Klicken Sie auf die *Importieren*-Werkzeugleisten-Schaltfläche in der Kalenderansicht.

source: Then select the file to import from your computer's hard drive.
de: Wählen Sie dann die von der Festplatte Ihres Computers zu importierende Datei aus.

source: Select the calendar to import the events to.
de: Wählen Sie den Kalender, in den Sie die Ereignisse importieren wollen.

source: Select the threshold for old events to be imported.
de: Wählen Sie den Schwellenwert für zu importierende alte Ereignisse.

source: Click *Import* and wait for the upload to finish.
de: Klicken Sie auf *Importieren* und warten Sie, dass der Hochladevorgang beendet ist.

source: The calendar view will be refreshed to display the newly imported events. Verify that the according calendar is active if you don't see them.
de: Die Kalenderansicht wird aktualisiert um die neu importierten Ereignisse anzuzeigen. Stellen Sie sicher, dass der entsprechende Kalender aktiv ist, wenn Sie ihn nicht sehen.

source: Exporting Events
de: Ereignisse exportieren

source: Events from your calendars can be exported and downloaded in the |iCal|_ format.
de: Ereignisse aus Ihrem Kalender können exportiert und im |iCal|_ Format heruntergeladen werden.

source: Click the *Export* toolbar button in the calendar view.
de: Klicken Sie auf die *Exportieren*-Werkzeugleisten-Schaltfläche in der Kalenderansicht.

source: Select the calendar where events should be exported from.
de: Wählen Sie den Kalender, in den Ereignisse exportiert werden sollen.

source: With the *Events from* selector you choose the time constraints for exporting.
de: Mit dem *Ereignisse ab*-Wähler können Sie den Exportzeitrau eingrenzen.

source: Click the *Export* button to start the export.
de: Klicken Sie auf die *Exportieren*-Schaltfläche, um mit dem Export zu beginnen.

source: Choose where to save the exported .ics file if prompted, otherwise check the "Downloads" folder on your computer.
de: Wählen Sie, wo die exportierte .ics Datei gespeichert werden soll, wenn Sie dazu aufgefordert werden, anderenfalls sehen Sie im Downloadordner Ihres Computers nach.

source: Import
de: Importieren

source: Export
de: Exportieren
