Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/calendar/invitations.po
Languages: de

source: Handle Event Invitations
de: Umgang mit Ereigniseinladungen

source: Receive Event Invitations
de: Ereigniseinladungen erhalten

source: When the webmail system opens an invitation email with event data attached, it'll display a yellow box in the preview pane or the email view:
de: Wenn das Webmail-System eine Einladungs-Mail mit angehängten Ereignisdaten öffnet, zeigt es einen gelben Kasten im Vorschaubereich oder in der E-Mail Ansicht:

source: Accept/Decline Invitations
de: Einladungen annehmen/ablehnen

source: In case you accept, by either clicking *Accept* or *Maybe*, this will also copy the event into your personal calendar. The selector right next to the buttons lets you choose the right one.
de: Wenn Sie annehmen, indem Sie entweder *Akzeptieren* oder *Vielleicht* anklicken, wird auch eine Kopie des Ereignisses in Ihren persönlich Kalender kopiert.

source: After acceping or declining, the email message containing the invitation can be deleted.
de: Nach dem Annehmen oder Ablehnen kann die E-Mail-Nachricht mit der Einladung gelöscht werden.

source: Process Invitation Replies
de: Einladungsantworten-Prozess

source: As an organizer who has invited others to an event, you'll receive responses to the automatically sent invitations when the attendees either accept or decline them.
de: Als Organisator, der Andere zu einem Ereignis eingeladen hat, erhalten Sie Antworten auf die automatisch versendeten Einladungen, wenn die Teilnehmer entweder annehmen oder ablehnen.

source: Such messages are also identified by the webmail system and again a yellow box appears in the message view:
de: Solche Nachrichten werden auch durch das Webmail-System identifiziert und wieder erscheint ein gelber Kasten in der Nachrichten-Ansicht:

source: By clicking the *Update the participant's status* button, the original event in your calendar will be updated with the RSVP status from the person who responded here.
de: Durch Klicken auf die *Teilnahmestatus updaten*-Schaltfläche wird das ursprüngliche Ereignis in Ihrem Kalender auf den u.A.w.g.-Status der hier antwortenden Person aktualisiert.

source: When you now look at the event details in the calendar view, the status icons next to each participant now displays the new status.
de: Wenn Sie jetzt die Ereignisdetails in der Kalenderansicht ansehen, zeigen die Statusicons neben jedem Teilnehmer den neuen Status an.
