Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/calendar/manage.po
Languages: de

source: Manage Your Schedule
de: Ihren Terminplan verwalten

source: All functions to maintain your events are accessible from the main calendar view.
de: Alle Funktionen zum Verwalten Ihrer Ereignisse sind über die Haupt-Kalenderansicht zugänglich.

source: Add Events to a Calendar
de: Ereignisse zum Kalender hinzufügen

source: **Via toolbar**
de: **Über die Werkzeugleiste**

source: **At a specific date/time**
de: **An einem bestimmten Datum / zu einer bestimmten Zeit**

source: In order to create new all-day events, double-click the desired day in the calendar view.
de: Um neue ganztägige Ereignisse zu erstellen, doppelklicken Sie den erwünschten Tag in der Kalenderansicht.

source: Edit and Reschedule Events
de: Ereignisse bearbeiten und verschieben

source: The Event Dialog
de: Der Ereignisdialog

source: The edit form is divided into different section which can be switched using the tabs on top of the dialog:
de: Die Bearbeiten-Maske ist in mehrere Abschnitte unterteilt, zwischen denen Sie mit den Reitern im oberen Bereich des Dialogs wechseln können:

source: **Summary**
de: **Zusammenfassung**

source: ``Summary``: The title of the event. This is what you will see in the calendar view.
de: „Zusammenfassung": Der Titel des Ereignisses; dies sehen Sie in der Kalenderansicht.

source: ``Location``: Where the event will be taking place.
de: „Standort": wo das Ereignis stattfindet

source: ``Description``: Any text that describes the event.
de: „Beschreibung": Text, der das Ereignis beschreibt

source: ``URL``: A link to more information about this event.
de: „URL": ein Link zu mehr Informationen über das Ereignis

source: ``Start``: Date and time when the event starts.
de: „Beginn": Datum und Zeit, zu dem ein Ereignis beginnt

source: ``End``: Date and time when the event starts.
de: „Ende": Datum und Zeit, zu dem Ereignis endet

source: ``all-day``: Check this if the event has no start/end time.
de: „ganztägig": Setzen Sie hier ein Häkchen, wenn das Ereignis keinen Beginn oder Ende hat.

source: ``Calendar``: The calendar the event is saved in. Change it to move an event from one calendar to another.
de: „Kalender": Der Kalender, in dem das Ereignis gespeichert ist; ändern Sie dies, um ein Ereignis von einem Kalender in einen anderen zu verschieben.

source: ``Category``: The type of event. Categories can also be used for :ref:`coloring <settings-calendar>`.
de: „Kategorie": Die Art des Ereignisses; Kategorien können auch zum :ref:„Einfärben <Einstellungen-Kalender>" benutzt werden.

source: ``Show me as``: The representation in your free/busy scheduling calendar visible to others.
de: „Mich anzeigen als": die Darstellung in Ihrem Beschäftigt/Unbeschäftigt-Planungs-Kalender, wie sie für Andere sichtbar ist

source: ``Priority``: The priority value of the event.
de: „Priorität": der Prioritätswert des Ereignisses

source: ``Privacy``: Flag an event as "private" or "confidential" when sharing your calendar with others.
de: „Privatsphäre": Markieren Sie ein Ereignis als „privat" oder „vertraulich", wenn Sie Ihren Kalender mit Anderen teilen.

source: **Recurrence**
de: **Wiederholung**

source: For periodically recurring event series, this tabs has the settings how an event is repeated over time.
de: Bei einer Serie regelmäßig wiederkehrender Ereignisse, hält dieser Reiter die Einstellungen, wie ein Ereignis sich über eine Zeit hinweg wiederholt.

source: ``Repeat``: Start with selecting a repetition interval (e.g. monthly)
de: „Wiederholen": Beginnen Sie mit der Auswahl eines Wiederholungsintervalls (z. B. monatlich).

source: **Participants**
de: **Teilnehmer**

source: **Resources**
de: **Hilfsmittel**

source: ``Book Resource``: If the name of the resource is known, it can be typed into the textfield, and will be booked when the Book Resource button is pushed.
de: „Hilfsmittel buchen": Wenn der Name des Hilfsmittels bekannt ist, kann er in das Textfeld eingetippt werden und wird gebucht werden, wenn die Hilfsmittel buchen-Schaltfläche angeklickt wird.

source: **Attachments**
de: **Anhänge**

source: Moving and Resizing with the Mouse
de: Mit der Maus verschieben und die Dauer anpassen

source: Get Notifications
de: Benachrichtigungen erhalten

source: Dismiss or Snooze Reminders
de: Erinnerungen verwerfen oder verschieben

source: Inviting Other People
de: Andere einladen

source: If you need to set up a meeting, and keep track of who's attending and who is not, the calendar can do this as well as you to automatically send invitations and read their responses.
de: Wenn Sie eine Besprechung einberufen müssen und im Auge behalten wollen, wer teilnimmt und wer nicht, kann der Kalender dies so gut wie Sie auch und sendet automatisch Einladungen und liest die Antworten.

source: Click *Add participant* to add the person to the list.
de: Klicken Sie auf *Teilnehmer hinzufügen*, um die Person der Liste hinzuzufügen.

source: Select a *Role* (e.g. required or optional) for this person.
de: Wählen Sie eine *Rolle* (z. B. erforderlich oder optional) für diese Person.

source: Repeat 1-3 for further participants.
de: Wiederholen Sie Schritte 1-3 für weitere Teilnehmer.

source: Check the *Send invitations* box if the application should send out invitation emails.
de: Setzen Sie bei *Einladungen versenden* ein Häkchen, wenn die Anwendung Einladungs-E-Mails versenden soll.

source: Invitations will be sent out when you click *Save* and the event is created.
de: Einladungen werden rausgeschickt, wenn Sie *Speichern* anklicken und das Ereignis erstellt worden ist.

source: Receive Event Invitations
de: Ereigniseinladungen erhalten

source: How to process incoming event invitations is described in chapter :ref:`calendar-invitations`.
de: Wie man Ereigniseinladungen verarbeitet, ist im :ref:„Kalendereinladungen <calendar-invitations>"-Kapitel beschrieben.
