Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/calendar/overview.po
Languages: de

source: Overview
de: Übersicht

source: Calendar View
de: Kalenderansicht

source: Change Views
de: Ansicht ändern

source: You can view your calendar events in Day, Week, Month or Agenda view. Toggle the view mode using the toolbar buttons above the calendar view.
de: Sie können Ihre Kalender-Ereignisse in Tag-, Wochen-, Monats- oder Terminansicht betrachten.

source: **Day**
de: **Tag**

source: All events of a single day appear at the time the begin and spawn a box until their end time. The time scale is displayed in the left side of the view. All-day events appear at the top.
de: Alle Ereignisse eines einzelnen Tages erscheinen zu der Zeit, zu der sie beginnen und ein Fenster wird bis zum Endzeitpunkt angezeigt.

source: **Week**
de: **Woche**

source: Similar to the day view but lists all days of the week horizontally. All-day events again appear at the top.
de: Ähnlich der Tagesansicht, listet aber die Wochentage horizontal auf;

source: **Month**
de: **Monat**

source: **Agenda**
de: **Termin**

source: The agenda view shows a list of events for the selected range in a chronological order and divided by headers denoting either days, weeks or months. Both the number of the days considered for the listing as well as the mode how to divide list can be adjusted with the controls at the bottom of the agenda view.
de: Die Terminansicht zeigt eine Liste von Ereignissen für den ausgewählten Zeitraum in chronologischer Reihenfolge und durch Kopfzeilen geteilt, die entweder Tage, Wochen oder Monate anzeigen.

source: For all the views, the small calendar on the left highlights the currently listed days.
de: Der kleine Kalender links hebt die derzeit aufgelisteten Tage hervor.

source: Go to a specific Date
de: Zu einem bestimmten Datum wechseln

source: A shortcut to switch the calendar view back to today or the current week provides the *Today* button located in the toolbar.
de: Die *Heute*-Schaltfläche in der Werkzeugleiste bietet eine Abkürzung, um die Kalenderansicht zurück auf heute oder die laufende Woche zu schalten.

source: Show Event Details
de: Ereignis Details anzeigen

source: Click an event box in the calendar view to open a dialog displaying all details of the event.
de: Klicken Sie auf ein Ereignisfeld in der Kalenderansicht, um einen Dialog mit allen Details des Ereignisses zu öffnen.

source: Searching Events
de: Ereignisse suchen

source: For searching as well as for normal views, only events from active calendars are displayed. Use the checkboxes in the :ref:`calendar-lists` to add or hide events from different calendars.
de: Beim Suchen, wie auch bei normalen Ansichten, werden nur Ereignisse aus aktiven Kalendern angezeigt.

source: Reset the search by clicking the *Reset search* icon on the right border of the search box. This will also switch the calendar view to whatever mode you had before the search.
de: Setzen Sie die Suche durch Klicken auf das *Zurücksetzen *-Icon am rechten Rand des Suchfelds zurück.

source: Calendars List
de: Kalenderliste

source: Events can be organized in different calendars which are all displayed in the lower left list. Use the checkboxes in that list to show or hide events from the specific calendars in the main view.
de: Ereignisse können in verschiedenen Kalendern organisiert werden, die alle in der Liste links unten angezeigt werden.

source: Colorized Events
de: Eingefärbte Ereignisse

source: In order to better distinguish the events from various calendars in the calendar view, calendars have a color assigned which is used to colorize the events on the screen. Check the :ref:`settings-calendar` for more advanced options how to colorize events in the calendar view.
de: Um Ereignisse aus verschiedenen Kalendern in der Kalenderansicht besser auseinanderhalten zu können, ist Kalendern eine Farbe zugeordnet, die genutzt wird, um Ereignisse am Bildschirm einzufärben.

source: You can create any number of calendars to store all your events and name them individually.
de: Sie können eine beliebige Anzahl Kalender erstellen, die alle Ihre Ereignisse speichern und individuell benennen.

source: Create a New Calendar
de: Neuen Kalender erstellen

source: Click the + icon in the calendars list footer.
de: Klicken Sie auf das +-Icon in der Fußzeile der Kalenderliste.

source: In the dialog, give the new calendar a unique name and assign a color.
de: Geben Sie dem neuen Kalender im erscheinenden Dialog einen einmaligen Name und weisen Sie ihm eine Farbe zu.

source: Click *Save* to create it.
de: Klicken Sie auf *Speichern*, um ihn zu erstellen.

source: The calendar view will reload and list the new calendar on the left.
de: Die Kalenderansicht wird neu laden und den neuen Kalender links auflisten.

source: Edit Calendar Names and Settings
de: Kalendernamen und -einstellungen bearbeiten

source: Select the calendar to edit by clicking it in the list.
de: Wählen Sie den Kalender, den Sie bearbeiten möchten, indem Sie ihn in der Liste anklicken.

source: Click the gear icon in the calendars list footer and select *Edit* from the options menu.
de: Klicken Sie auf das Zahnradicon in der Fußzeile des Kalenders und wählen Sie *Bearbeiten* aus dem Optionsmenü.

source: Adjust name, color or reminders settings in the edit dialog.
de: Passen Sie Namen, Farbe oder Erinnerungseinstellungen im Bearbeiten-Dialog an.

source: Click *Save* to finally update the calendar.
de: Klicken Sie auf *Speichern*, um den Kalender schließlich zu aktualisieren.

source: Remove entire Calendars
de: Ganze Kalender entfernen

source: Click the gear icon in the calendars list footer and select *Remove* from the options menu.
de: Klicken Sie auf das Zahnradicon in der Fußzeile des Kalenders und wählen Sie *Entfernen* aus dem Optionsmenü.

source: After a confirmation dialog, the selected calendar with all its events will be deleted. Caution: This action cannot be undone!
de: Nach einem Bestätigungsdialog wird der ausgewählte Kalender mit allen seinen Ereignisse gelöscht werden.

source: Special Calendars
de: Besondere Kalender

source: Agenda
de: **Termin**

source: Calendars
de: Kalenderliste
