Repository: kolab-groupware/kolab-docs
Catalog: locale/*/LC_MESSAGES/webmail-user-guide/roundcubemail/_plugins/calendar/settings.po
Languages: de

source: Calendar Preferences
de: Kalender-Voreinstellungen

source: The settings for the calendar module are listed in *Settings > Preferences* and are grouped by the following sections:
de: Diese Einstellungen für das Kalendermodul sind unter *Einstellungen > Voreinstellungen* aufgelistet und in die folgenden Abschnitte gruppiert:

source: Main Options
de: Hauptoptionen

source: **Default view**
de: **Standardansicht**

source: Lets you select the :ref:`calendar-view` which is visible by default when opening the calendar.
de: Hier können Sie die :ref:„Kalenderansicht" auswählen, die standardmäßig sichtbar ist, wenn der Kalender geöffnet wird.

source: **Time slots per hour**
de: **Zeitfenster pro Stunde**

source: **First weekday**
de: **Erster Wochentag**

source: Which weekday to begin the week view with.
de: mit welchem Wochentag die Wochenansicht beginnt

source: **First hour to show**
de: **Erste angezeigte Stunde**

source: **Event coloring**
de: **Ereignisfarbe**

source: **Default reminder setting**
de: **Standard-Erinnerungseinstellung**

source: When creating new events, they'll have this type of reminder set by default.
de: Wenn Sie neue Ereignisse erstellen, haben sie diese Art von Erinnerung als Standard.

source: **Default reminder time**
de: **Standard-Erinnerungszeit**

source: When enabling reminders in a new event, use this preset as default.
de: Wenn Sie Erinnerungen für einem neuen Ereignis aktivieren, benutzen Sie standardmäßig diese Voreinstellung.

source: **Create new events in**
de: **Neue Ereignisse erstellen in**

source: Categories
de: Kategorien

source: Birthdays Calendar
de: Geburtstagskalender

source: **Display birthdays calendar**
de: **Geburtstagskalender anzeigen**

source: Enable the birthdays calendar feature with this checkbox.
de: Aktivieren Sie das Geburtstagskalender-Feature mit diesem Kontrollkästchen.

source: **From these address books**
de: **Aus diesen Adressbüchern**

source: Choose from which address books you'd like to see birthdays in your calendar.
de: Wählen Sie, aus welchen Adressbüchern Sie Geburtstage in Ihrem Kalender sehen wollen.

source: **Show reminders**
de: **Erinnerungen anzeigen**

source: This option controls whether and when to display reminder notifications for upcoming birthdays.
de: Diese Option regelt, ob und wann Erinnerungs-Benachrichtigungen für bevorstehende Geburtstage darzustellen sind.
